Repository: Toranks/Advance_Wesnoth_Wars
Catalog: translations/*/LC_MESSAGES/aww.po
Languages: es, fr

source: Change method of indications
es: Cambiar el método de indicaciones

source: <b>Instructions:</b> Choose the method in which you want to see the indications of where each unit is going. A floating text will always appear at the destination you mark a unit to the moment you do so, regardless of the options you set. - <i>Float text</i> will show a floating text every time the unit moves, in the destination that he tries to go to, which message will change if it finally reaches the destination, or is canceled its movement due to the impossibility of reaching. This is the default option. - <i>Labels</i> will set a label where the unit tries to go with his name. If the unit reaches it or stays in an adjacent hex because it is occupied by another unit, the label will disappear. All labels can be deleted manually. - <i>Deactivate</i> will turn off all indications.
es: <b>Instrucciones:</b> Elige el método en el que quieres ver las indicaciones de hacia dónde va cada unidad. Siempre aparecerá un texto flotante en el destino al que marques una unidad en el momento en que lo hagas, independientemente de las opciones que establezcas. - <i>Texto flotante</i> mostrará un texto flotante cada vez que la unidad se mueva, en el destino al que intenta ir, mensaje que cambiará si finalmente llega al destino, o se cancela su movimiento debido a la imposibilidad de llegar. Esta es la opción por defecto. - <i>Etiquetas</i> creará una etiqueta donde la unidad intenta ir con su nombre. Si la unidad la alcanza o permanece en un hexágono adyacente porque está ocupado por otra unidad, la etiqueta desaparecerá. Todas las etiquetas se pueden eliminar manualmente. - <i>Desactivar</i> detendrá todas las indicaciones.

source: Float text
es: Texto flotante

source: Labels
es: Etiquetas

source: None
es: Ninguno

source: Change Side Controller
es: Cambiar el Controlador del Bando

source: <b>Instructions:</b> Choose the side which you want to switch control to, and choose if you want change to AI or human. It has an effect similar to <b>:droid $aww_droid_side full</b> and <b>:droid $aww_droid_side off</b>, respectively. This change will take effect immediately if you are the one controlling that side, and in the case of the AI, it will do all remaining moves from then on. Keep in mind that if the only surviving sides of a campaign scenario has been given to the AI, the game will not advance to the next scenario of the campaign and you won't be able to do anything except write to the chat or console. This feature is not intended to be used in multiplayer, where you can already choose each side's controller individually, and may have unwanted interactions. If you prefer to avoid this problem, you have three ways: - Choose the option to change to AI only for this turn. - Write directly in console <b>:droid $aww_droid_side on</b> instead of full to continue as observer. - Write <b>:droid $aww_droid_side off</b> to regain control of the side if you can't use the contextual menu.
es: <b>Instrucciones:</b> Elige el bando al que desees cambiar el control y elige si quieres cambiar a control de la IA o humano. Tiene un efecto similar a <b>:droid $aww_droid_side full</b> y <b>:droid $aww_droid_side off</b>, respectivamente. Este cambio tendrá efecto inmediatamente si eres tú quien controla ese bando y, en el caso de la IA, hará todos los movimientos restantes a partir de ese momento. Ten en cuenta que si todos los bandos supervivientes de un escenario de campaña se le han dado a la IA, el juego no avanzará al siguiente escenario de la campaña y no podrás hacer nada excepto escribir en el chat o la consola. Esta función no está pensada para usarse en multijugador, donde ya puedes elegir el controlador de cada bando individualmente, y puede causar interacciones indeseadas. Si prefieres evitar este problema, puedes hacerlo de tres formas: - Elige la opción de cambiar a la IA sólo por este turno. - Escribir directamente en la consola <b>:droid $aww_droid_side on</b> en lugar de full para continuar como observador de ese bando. - Escribir <b>:droid $aww_droid_side off</b> para retomar el control del bando si no puedes usar el menú contextual.

source: Side
es: Bando

source: To human
es: A humano

source: Side $aww_droid_side controller to
es: Controlador del bando $aww_droid_side a

source: human
es: humano

source: To AI
es: A la IA

source: AI
es: IA

source: To AI only this turn
es: A la IA sólo este turno

source: AI (This turn)
es: IA (Este turno)

source: Move Setup AI Controller to Main menu
es: Mover Configurar Controladores IA al menú principal

source: Move Setup AI Controller to Tools menu
es: Mover Configurar Controladores IA al menú de Herramientas

source: <i><b>NOTE: Changing default values on some scenarios can interfere with other custom settings. Reset to default will revert to the main game default values, and will return to the custom values in the next scenario, if that's the case.</b></i>
es: <i><b>NOTA: Cambiar los valores por defecto en algunos escenarios puede interferir con otras configuraciones personalizadas. Restablecer por defecto revertirá a los valores por defecto del juego base, y cambiará a los valores personalizados en el siguiente escenario, si es el caso.</b></i>

source: <i><b>Some changes only take effect on next scenario, but all values changed remains between scenarios (except AI tools) until you restore them to default.</b></i>
es: <i><b>Algunos cambios sólo surtirán efecto en el siguiente escenario, pero todos los valores cambiados permanecerán entre escenarios (excepto las herramientas de IA) hasta que los restablezcas a los valores predeterminados.</b></i>

source: Import and export units
es: Importar y exportar unidades

source: Change Side Color
es: Cambiar Color del Bando

source: Change the color of any side in play.
es: Cambia el color de cualquier bando en juego.

source: Choose side
es: Elige bando

source: Change color
es: Cambiar color

source: Choose the color to which you will change the side <span color='#00E600'>$aww_tools_side</span>.
es: Elige el color al que quieres cambiar el bando <span color='#00E600'>$aww_tools_side</span>.

source: Changed color of side $aww_tools_side to darkred
es: Cambiado el color del bando $aww_tools_side a rojo oscuro

source: Changed color of side $aww_tools_side to red
es: Cambiado el color del bando $aww_tools_side a rojo

source: Changed color of side $aww_tools_side to lightred
es: Cambiado el color del bando $aww_tools_side a rojo claro

source: Changed color of side $aww_tools_side to purple
es: Cambiado el color del bando $aww_tools_side a morado

source: Changed color of side $aww_tools_side to darkblue
es: Cambiado el color del bando $aww_tools_side a azul oscuro

source: Changed color of side $aww_tools_side to blue
es: Cambiado el color del bando $aww_tools_side a azul

source: Changed color of side $aww_tools_side to lightblue
es: Cambiado el color del bando $aww_tools_side a azul claro

source: Changed color of side $aww_tools_side to teal
es: Cambiado el color del bando $aww_tools_side a turquesa

source: Changed color of side $aww_tools_side to green
es: Cambiado el color del bando $aww_tools_side a verde

source: Changed color of side $aww_tools_side to brightgreen
es: Cambiado el color del bando $aww_tools_side a verde claro

source: Changed color of side $aww_tools_side to brown
es: Cambiado el color del bando $aww_tools_side a marrón

source: Changed color of side $aww_tools_side to orange
es: Cambiado el color del bando $aww_tools_side a naranja

source: Changed color of side $aww_tools_side to brightorange
es: Cambiado el color del bando $aww_tools_side a naranja claro

source: Changed color of side $aww_tools_side to gold
es: Cambiado el color del bando $aww_tools_side a dorado

source: Changed color of side $aww_tools_side to white
es: Cambiado el color del bando $aww_tools_side a blanco

source: Changed color of side $aww_tools_side to black
es: Cambiado el color del bando $aww_tools_side a negro

source: Change status of Custom Labels
es: Cambiar el estado de Etiquetas Personalizadas

source: Custom Labels
es: Etiquetas Personalizadas

source: Allows players to create labels with custom color and category anywhere with right click.
es: Permite a los jugadores crear etiquetas con color y categoría personalizados en cualquier lugar con botón derecho.

source: Change status of Random Colors
es: Cambiar el estado de Colores Aleatorios

source: Random Colors
es: Colores Aleatorios

source: All units wil have a random recolor. You can select the ranges of color and opacity in which the random tint will be applied over the original colors of the unit, with greater intensity the more opacity it has. You can reset the colors as many times as you want without leaving the menu, to obtain the desired colors.
es: Todas las unidades tendrán un recoloreo aleatorio. Puedes seleccionar el rango de color y opacidad en el que un tinte aleatorio se aplicará sobre los colores originales de la unidad, con más intensidad a mayor opacidad tenga. Puedes reiniciar los colores tantas veces como quieras sin salir del menú, para obtener los colores deseados.

source: Red tint range
es: Rango del tinte rojo

source: Green tint range
es: Rango del tinte verde

source: Blue tint range
es: Rango del tinte azul

source: Opacity tint range
es: Rango de la opacidad del tinte

source: Reset all colors
es: Reiniciar todos los colores

source: Change range of color and opacity
es: Cambiar el rango de color y opacidad

source: Red tint range values
es: Rango de valores del tinte rojo

source: Choose the minimum value of the red tint to apply.
es: Elige el valor mínimo del tinte rojo que se aplicará.

source: Range:
es: Rango:

source: Continue setting
es: Continuar configurando

source: Choose the maximum value of the red tint to apply.
es: Elige el valor máximo del tinte rojo que se aplicará.

source: Green tint range values
es: Rango de valores del tinte verde

source: Choose the minimum value of the green tint to apply.
es: Elige el valor mínimo del tinte verde que se aplicará.

source: Choose the maximum value of the green tint to apply.
es: Elige el valor máximo del tinte verde que se aplicará.

source: Blue tint range values
es: Rango de valores del tinte azul

source: Choose the minimum value of the blue tint to apply.
es: Elige el valor mínimo del tinte azul que se aplicará.

source: Choose the maximum value of the blue tint to apply.
es: Elige el valor máximo del tinte azul que se aplicará.

source: Opacity range values
es: Valores del rango de opacidad

source: Choose the minimum value of the opacity to apply all color tints, in percentaje form. 0 means completely transparent and 100 a full color replacement.
es: Elige el valor mínimo de la opacidad en que se aplicarán todos los tintes de color, en forma de porcentaje. 0 significa completamente transparente y 100 un reemplazo de color completo.

source: Choose the maximum value of the opacity, in percentaje form.
es: Elige el valor máximo de la opacidad, en forma de porcentaje.

source: Setup AI Controllers
es: Configurar Controladores IA

source: Change status of Temporary Fast AI
es: Cambiar el estado de IA Rápida temporal

source: Temporary Fast AI
es: IA Rápida temporal

source: Speeds up the AI turn by temporarily using a less intelligent but much faster AI, for certain large maps with many units, on modest computers. It can be changed at any time, specifying the side to which you want to activate or deactivate, by its number.
es: Acelera el turno de la IA temporalmente usando una IA menos inteligente, pero mucho más rápida, para ciertos mapas muy grandes, con muchas unidades, en ordenadores modestos. Puede ser cambiado en cualquier momento, especificando el bando al que quieres activar o desactivar, por su número.

source: Times activated
es: Veces activado

source: (Choose side)
es: (Elige bando)

source: Choose the side you want to activate Fast Ai to.
es: Elige el bando del que quieres activar IA Rápida.

source: Choose the side you want to deactivate Fast Ai to.
es: Elige el bando del que quieres desactivar IA Rápida.

source: Last side was deactivated to
es: Último bando al que se desactivó

source: Change value of Poison damage
es: Cambiar el valor de Daño por veneno

source: Poison damage
es: Daño por veneno

source: Change the amount of HP that is lost by poison every turn. This doesn't affect cure or slow poison abilities, which will work the same way.
es: Cambiar la cantidad de PV que se pierden por envenenamiento cada turno. No afecta a las habilidades de curar o ralentizar veneno, que funcionarán igual.

source: Set value of Poison damage. Must be a positive number, negative will heal instead of damage.
es: Establece el valor de Daño por veneno. Debe ser un número positivo, negativo curará en lugar de hacer daño.

source: Reset to default
es: Restablecer por defecto

source: Change value of Rest healing
es: Cambiar el valor de Curación por descanso

source: Rest healing
es: Curación por descanso

source: Change the amount of HP that is recovered by rest every turn.
es: Cambia la cantidad de PV que se recuperan descansando cada turno.

source: Set value of Rest healing. Must be a positive number, negative will damage instead of heal.
es: Establece el valor de Curación por descanso. Debe ser un número positivo, negativo hará daño en lugar de curar.

source: Change value of Recall cost
es: Cambiar el valor de Coste de reincorporación

source: Change the value of base recall cost.
es: Cambia el valor del coste de reincorporación base.

source: Set value of Recall cost.
es: Establece el valor de Coste de reincorporación.

source: Change value of Experience modifier
es: Cambiar el valor del Modificador de experiencia

source: Experience modifier
es: Modificador de experiencia

source: Set the base max experience of all the units to a positive or negative percentage (in %), to increase or decrease experience needed to level up. This can be changed at any moment and all units will be readjusted, even units in recall list. The effect will be accumulated with <b>experience_modifier</b> key of the scenario or campaign, or any other configuration.
es: Establece la experiencia máxima base de todas las unidades en un porcentaje positivo o negativo (en %), aumentando o disminuyendo la experiencia necesaria para subir de nivel. Esto se puede cambiar en cualquier momento y todas las unidades se reajustarán, incluso las unidades en la lista de reincorporación. El efecto será acumulable con el valor de <b>experience_modifier</b> del escenario o campaña, o cualquier otra configuración.

source: Set value of Experience modifier.
es: Establece el valor del Modificador de experiencia.

source: Change value of Combat experience
es: Cambiar el valor de Experiencia de combate

source: Combat experience
es: Experiencia de combate

source: Change the amount of experience that is gained by fighting another unit. Amount of experience is <b>value*unit level</b>.
es: Cambia la cantidad de experiencia que se gana luchando con otras unidades. La cantidad es <b>valor*nivel unidad</b>.

source: Set value of Combat experience.
es: Establece el valor de Experiencia de combate.

source: Change value of Kill experience
es: Cambiar el valor de Experiencia por matar

source: Kill experience
es: Experiencia por matar

source: Change the amount of experience that is gained by killing another unit. Amount of experience is <b>value*unit level</b> (<b>value/2</b> killing level 0 units).
es: Cambia la cantidad de experiencia que se gana matando otra unidad. La cantidad es <b>valor*nivel unidad</b> (<b>valor/2</b> matando unidades de nivel 0).

source: Set value of Kill experience.
es: Establece el valor de Experiencia por matar.

source: Change value of Base income
es: Cambiar el valor del Ingreso base

source: Base income
es: Ingreso base

source: Change the base amount of gold that is gained every turn.
es: Cambia la cantidad base de oro que se ingresa cada turno.

source: Set value of Base income.
es: Establece el valor del Ingreso base.

source: Change value of Village income
es: Cambiar el valor de Ingreso por aldea

source: Village income
es: Ingreso por aldea

source: Change the amount of gold that is gained by each village.
es: Cambia la cantidad de oro que se ingresa por cada aldea.

source: Set value of Village income. Only takes effect on next scenario.
es: Establece el valor de Ingreso por aldea. Sólo tiene efecto desde el siguiente escenario.

source: Change value of Village support
es: Cambiar el valor de Apoyo por aldea

source: Village support
es: Apoyo por aldea

source: Change the amount of level that is mantained by each village.
es: Cambiar el número de niveles que es mantenido por cada aldea.

source: Set value of Village support. Only takes effect on next scenario.
es: Establece el valor de Apoyo por aldea. Sólo tiene efecto desde el siguiente escenario.

source: Legend of the Invincibles : Reload items
es: Leyenda de los Invencibles : Recargar objetos

source: You can reload the items in all the units instead of unequipping and reequipping one by one, in case the effects are lost due to some feature of this or any other addon. This only applies to units in play, not in the recall list.
es: Puedes recargar los objetos en todas las unidades en lugar de desequiparlos y reequiparlos uno por uno, en caso de que los efectos se pierdan debido a alguna característica de este o cualquier otro complemento. Esto solo se aplica a las unidades en juego, no en la lista de reincorporación.

source: Reload items
es: Recargar objetos

source: Legend of the Invincibles
es: Leyenda de los Invencibles

source: Items reloaded
es: Objetos recargados

source: AWW Menu
es: Menú AWW

source: Choose the feature you want help with:
es: Elige la característica de la que deseas ayuda:

source: Level-Up
es: Niveles

source: AMLA : Bonuses
es: AMLA : Bonus

source: AMLA : Promoted Leaders
es: AMLA : Líderes Promocionados

source: Learning
es: Aprendizaje

source: Recall list
es: Lista de reincorporación

source: Berserk tweaks
es: Modificaciones de frenesí

source: Ambush tweaks
es: Ataques Sorpresa

source: Tools
es: Utilidades

source: Deserter
es: Desertor

source: female^Deserter
es: Desertora

source: $pot_deserters[$rand_deserter].name has deserted to $pot_sides[$rand_side].side_name due to not receiving enough maintenance.
es: $pot_deserters[$rand_deserter].name ha desertado a $pot_sides[$rand_side].side_name por falta de mantenimiento.

source: Custom label
es: Etiqueta personalizada

source: Create a removable custom label with the category '<b>$aww_label_category</b>' and an optional tooltip text on this position, visible for all players even on fog, but not on shroud. Leave text blank to delete the existing label. You can delete all labels via right click option.
es: Crea una etiqueta personalizada removible con la categoría '<b>$aww_label_category</b>' y una leyenda informativa opcional en esta posición, visible para todos los jugadores incluso en la niebla, pero no en la oscuridad. Deja el texto en blanco para borrar la etiqueta existente. Puedes borrar todas las etiquetas con la opción en botón derecho.

source: Text
es: Texto

source: Choose the label color. Write it on RGB notation and select 'Continue setting', or choose any preset color.
es: Elige el color de la etiqueta. Escríbelo en notación RGB y selecciona "Continuar configurando", o elige un color predeterminado.

source: Notation:
es: Notación:

source: Incorrect notation
es: Notación incorrecta

source: Red
es: Rojo

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Blue
es: Azul

source: Cyan
es: Celeste

source: Purple
es: Morado

source: Black
es: Negro

source: White
es: Blanco

source: Change category
es: Cambiar categoría

source: Choose the label category and select 'Continue setting'. This category can be filtered like all the others in the Actions menu.
es: Elige la categoría de la etiqueta y selecciona "Continuar configurando". Esta categoría podrá ser filtrada como las demás en el menú de Acciones.

source: Change tooltip
es: Cambiar leyenda

source: Choose the tooltip that will be displayed when you hover over the label and select 'Continue setting'. Leave it blank if you don't want anything to be displayed.
es: Elige la leyenda que se mostrará cuando pases el ratón por encima de la etiqueta y selecciona "Continuar configurando". Déjalo en blanco si no quieres que se muestre nada.

source: Reserve
es: Reserva

source: You don't have enough gold.
es: No tienes oro suficiente.

source: To increase/reduce terrain/fixed Hit probabilities, converted in damages. Only applies for 'No Random Combats'.
es: Incrementar o reducir el daño. Sólo aplica para 'Combates No Aleatorios'.
fr: Pour augmenter/réduire les bonus de probabilités de terrain / capacités. S'applique uniquement à 'Combats Non-aléatoires'.

source: (HP-related strikes) :
es: (Ataques según PV) :
fr: (Nombre de frappes lié aux PV)

source: On
es: Sí

source: Set the maximum level that will be considered to apply the bonus. Units with this level or higher can't be lead but will be able to lead as if they were level 5. With 'inspire' units with higher level cannot be inspired, but units of the same level can. To standard units this only applies if Increase Level Number is active, but applies to all units who receives an AMLA Bonus.
es: Establece el nivel máximo que se considerará para aplicar la bonificación. Las unidades con este nivel o superior no pueden ser lideradas, pero podrán liderar como si fueran de nivel 5. Con 'inspirar', las unidades con un nivel superior no pueden ser inspiradas, pero las unidades del mismo nivel sí. Para las unidades estándar, esto solo se aplica si Incrementar Nivel está activo, pero se aplica a todas las unidades que reciben una bonificación AMLA.

source: WARNING : Not Recommended for Campaigns, it can create bugs (like loose of unit or different recruit list). Do not combine with 'Assimilation Mod' or 'Spoils of War'.
es: ADVERTENCIA: No recomendado para Campañas, puede producir bugs (como la pérdida de la unidad o diferentes listas de reclutamiento). No combinar con 'Assimilation Mod' o 'Spoils of War'.

source: Extra XP for all human player units each turn.
es: Experiencia extra para todas las unidades de los jugadores humanos cada turno.

source: Extra XP for all AI units each turn. You can activate or deactivate (with 0) Passive XP for AI regardless of the value you choose for human players. I recommend choosing twice the value chosen for human players.
es: Experiencia extra para todas las unidades de la IA cada turno. Puedes desactivar la Exp. Pasiva para la IA (con 0) independientemente del valor que escojas para jugadores humanos. Se recomienda el doble del valor escogido para los jugadores humanos.

source: Each turn, Healers will earn 1 XP for each adjacent wounded or poisoned ally, but you can limit the max/turn. 0 will disable the feature.
es: Cada turno, los sanadores ganarán 1 Exp por cada unidad herida o envenenada adyacente, pero puedes limitar el máx/turno. 0 lo desactivará.

source: Percentage defaults to 75% but can be changed on Help Menu.
es: Porcentaje por defecto 75%, pero puede ser cambiado en el menú de ayuda.

source: Default (no change)
es: Por defecto (sin cambios)

source: Set the maximum level of the units that will get a cost change
es: Establece el nivel máximo de las unidades que obtendrán un cambio del coste
