Repository: Toranks/Advance_Wesnoth_Wars
Catalog: translations/*/LC_MESSAGES/aww.po
Languages: es, fr

source: When used offensively : - This attack deals more damage to the target. - It also causes this unit to take more damage from the target’s counterattack. - The damage ratio starts at 1.5, increases of 0.5 after each attack, until 3, then drop to 1, and the loop restart. - Rampage : when the attack kills, the unit can attack an adjacent enemy. - After 5 kills with that attack, it gains Bloodthirsty, an offensive drain, until end of the scenario. - A warcry related to the fury level with also be displayed when the unit attacks.
es: Cuando se usa ofensivamente : - El ataque causa más daño al objetivo. - Recibe mayor daño del contraataque del objetivo. - El daño se multiplica por 1.5 en el primer ataque, aumentando un 0.5 extra cada ataque, hasta un máximo de 3, el siguiente hace daño normal, y el ciclo se reinicia. - Desbocado: cuando el ataque mata, la unidad puede atacar a otro enemigo adyacente. - Tras 5 muertes con este ataque, la unidad gana Sed de Sangre hasta el final del escenario. - Un grito de guerra relacionado con el nivel de furia se mostrará con cada ataque.

source: An ambush will trigger a quick combat in which the ambushed unit can't counter-attack. This surprise attack have a 2 extra turn cooldown, but can ambush as normally. Normal attacks adds a 1 turn cooldown to surprise attack. Surprise attack availability will be indicated by a blue eye icon.
es: Una emboscada activa un combate rápido en el que la unidad emboscada no podrá contraatacar. Este ataque sorpresa tiene una recarga de 2 turnos extra, pero podrá emboscar como normalmente. Los ataques normales añaden 1 turno de recarga al ataque sorpresa. La disponibilidad del ataque sorpresa se indicará por un icono de ojo azul.

source: Most of units will have back-stabs on melee pierce and blade weapons, poison on piercing ranged weapons, diversion on units that already have back-stabs or poison, skirmisher on units that do not have skirmisher or distraction, will be invisible in villages, forests, deep water, or everywhere at night, and will move faster for each level. For funny PvP with fog-of-war focused on ambushes/hide&seek.
es: La mayoría de las unidades tendrán puñalada trapera en armas melé de filo o perforación, veneno en armas a distancia de perforación, diversión en unidades que ya tienen puñalada trapera o veneno, hostigador si no tiene previamente hostigador o distracción, serán invisibles en aldeas, bosques, aguas profundas o en todas partes por la noche, y se moverán más rápido por cada nivel. Para divertidos PvP con niebla de guerra centrado en emboscadas/escondite.

source: Help menu
es: Menú de ayuda

source: Add a contextual menu on right click with help and configurations for all features, new sub-options for them, and a complete tools menu with many new features.
es: Agrega un menú contextual al hacer clic con el botón derecho del ratón, con ayuda y configuraciones para todas las características, nuevas sub-opciones para ellas, y un completo menú de herramientas con muchas nuevas funciones.

source: Ruvaak Mirage Atoll v1.4 : PvPvE scenario, included in Advanced Wesnoth Wars mod. This scenario was especially made for taking full potential of Advanced Wesnoth Wars features, with all features enabled. But it works also without. Can also be played in 2v2 (North vs South or West vs East). The units recruited the first turn will have special traits and will get free upkeep. ~~~~ The Story ~~~~ During a fierce naval battle between four factions around a small atoll, a sudden storm interrupted hostilities by destroying all fleets. Your crew miraculously survived the havoc. You wake up on the shore of a wild island that once seemed inhabited, amid the wrecks of your ship. As you settle a survivors camp next to a ruined castle, lot of questions come at your mind. Where are you ? In a dream ? The afterlife ? Something about that storm and that big island sounds surreal. The only thing you are sure of, is that you have to prepare yourself for a last battle against the island's wildlife and the others shipwrecked enemies, before finding a way to escape this heavenly hell.
es: Ruvaak Mirage Atoll v1.4 : escenario PvPvE incluido en Advanced Wesnoth Wars. Este escenario está específicamente diseñado para tomar ventaja de todo el potencial de las características de AWW, con todas activadas. Funciona también sin ellas. También puede ser jugado 2v2 (Norte contra Sur o Este contra Oeste). Las unidades reclutadas el primer turno tendrán rasgos especiales y mantenimiento gratuito. ~~~~ Historia ~~~~ Durante una feroz batalla naval entre cuatro facciones alrededor de un pequeño atolón, una repentina tormenta interrumpió las hostilidades al destruir todas las flotas. Su tripulación sobrevivió milagrosamente al caos. Te despiertas en la orilla de una isla salvaje que alguna vez pareció habitada, en medio de los restos de tu barco. Mientras instalas un campamento de supervivientes junto a un castillo en ruinas, te surgen muchas preguntas. ¿Dónde estás? ¿En un sueño? ¿El más allá? Algo sobre esa tormenta y esa gran isla parece irreal. Lo único de lo que estás seguro es que debes prepararte para una última batalla contra la vida silvestre de la isla y los demás enemigos náufragos, antes de encontrar la manera de escapar de este infierno celestial.
fr: Ruvaak Mirage Atoll v1.4 : Scénario PvPvE, inclus dans le mod Advanced Wesnoth Wars. Ce scénario a été spécialement conçu pour exploiter tout le potentiel du mod Advanced Wesnoth Wars, avec toutes les fonctionnalités activées. Mais cela fonctionne aussi sans. Peut aussi être joué en 2v2 (Nord vs Sud, ou Ouest vs Est) Les unités recrutés le premier tours auront des traits prédéfinis et leur maintenance gratuite. ~~~~ L'histoire ~~~~ Au cours d'une bataille navale féroce opposant quatre factions autour d'un petit atoll, une tempête soudaine interrompit les hostilités en détruisant toutes les flottes. Votre équipage a miraculeusement survécu au chaos. Vous vous réveillez au bord d'une île sauvage qui semblait autrefois habitée, au milieu des épaves de votre navire. Alors que vous installez un camp de survivants à côté d’un château en ruine, de nombreuses questions vous viennent à l’esprit. Où es-tu ? Dans un rêve ? La vie après la mort ? Quelque chose à propos de cette tempête et de cette grande île semble surréaliste. La seule chose dont vous êtes sûr, c'est que vous devez vous préparer à une dernière bataille contre la faune de l'île et les autres ennemis naufragés, avant de trouver un moyen d'échapper à cet enfer paradisiaque.

source: North-West Camp
es: Campo Noroeste
fr: Camp Nord-Ouest

source: Wrecked ship
es: Barco naufragado
fr: Navire échoué

source: North-East Camp
es: Campo Noreste
fr: Camp Nord-Est

source: South-East Camp
es: Campo Sudeste
fr: Camp Sud-Est

source: South-West Camp
es: Campo Sudoeste
fr: Camp Nord-Ouest

source: Guardians (AI)
es: Guardianes (IA)
fr: Gardiens (IA)

source: Guardian
es: Guardián
fr: Gardien

source: Stormbringer
es: Atormentadora
fr: Maître des Tempêtes

source: Furious $this_unit.name
es: $this_unit.name furioso

source: Best friend!
es: ¡Buen amigo!
fr: Meilleur ami!

source: Excluded for berserk & fury attack
fr: Exclu pour les capacité berserk & fureur.

source: HP per turn. Poison will be
fr: PV par tour. Le poison sera

source: instead of healing.
fr: à la place du soin.

source: Possible poison treatments :
fr: Traitements possible du poison :

source: slowed
fr: ralenti

source: cured
fr: guéri

source: This unit remains undetected by its enemies in villages, forests, deep water, or everywhere at night, except by those standing next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: L'unité reste indétectée par ses ennemis dans les villages, forêts, eau profonde, et partout durant la nuit, excepté par ceux adajcents. Le premier ennemi qui découvre cette unité perd immédiatement ses déplacements restants.

source: This unit drains health from living units, healing itself for 20% the amount of damage it deals (rounded down).
fr: L'unité draine la vie des unités vivantes et se régénère 20% des dégâts causés (arrondis à l'inférieur).

source: kills with that attack, it gains Bloodthirsty, an offensive drain, until end of the scenario. - A warcry related to the fury level with also be displayed when the unit attack.
fr: plusieurs morts avec cette attaque, elle gagne 'soif de sang', un drain offensif, jusqu'à la fin du scénario. - Un cri de guerre représentatif du niveau de furie sera aussi affiché quand l'unité attaque.

source: Chief
fr: Chef

source: <italic>text='Ninja'</italic> can move very fast, hide almost everywhere, attack by surprise, pass discretely behind enemies lines.
fr: <italic>text='Ninja'</italic> peut se déplacer très vite, se cacher presque partout, attaquer par surprise, passer discrètement derrière les lignes ennemies.

source: leadership
fr: commandement

source: female^leadership
fr: commandement

source: Bloodthirsty
fr: Soif de sang

source: For attack having only 1 base strike, HP ratio will be used to reduce damage. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
fr: Le nombre de frappes de cette attaque diminue lorsque l'unité est blessée. Ce nombre est proportionnel aux points de vie restants. Par exemple une unité avec 3/4 de ses points de vie aura 3/4 de ses frappes.

source: Floating text on the unit currently leveling-up. Can be helpful to know which unit is concerned by an advancement. Will display only if no other AWW mods wants to display something at this moment.
fr: Texte flottant sur l'unité en cours d'évolution. Utile pour savoir quelle unité est concernée par un avancement. Ne s'affichera que si aucun autre mod AWW ne souhaite afficher quelque chose à ce moment.

source: Level-Up After Max Level Advancement : Random Bonuses
fr: Niveau Sup Après Avancement Niveau Max : Bonus aléatoires

source: Units reaching AMLA level-ups can gain an a random ability or increased stat each level.
fr: Les unités qui augmentent leurs niveaux AMLA peuvent acquérir un bonus aléatoire à chaque niveau, comme une augmenter d'un attribut ou une capacité spéciale.

source: Standard units reaching their first AMLA level-up will be able to recruit the same units as the original leader, recall, and be prefixed 'Chief' with a bronze crown icon. Excluded for special Heroes. Do not combine with 'Assimilation Mod' or 'Spoils of War'.
fr: Les unités standards qui atteignent leur premier niveau supérieur AMLA seront en mesure de recruter et rappeler les mêmes unités que le chef d'origine, et porteront le titre de «Chef» avec l'icône de couronne en bronze. Exclu pour les héros spéciaux. Ne pas combinez pas avec 'Assimilation Mod' ou 'Spoils of War'.

source: WARNING : Not Recommended for Campaigns, it can create bugs (like loose of unit or different recruit list).
fr: ATTENTION : Non-recommandé pour les Campagnes, peut déclencher des bugs (ex: perte de l'unité, différente liste de recrues).

source: The Leaders and Heroes (gold & silver crowns) gain an increase of 20% of their attributes, making them harder to kill. Excluded for Promoted Leaders.
fr: Les Leaders et les Héros (couronnes en or ou en argent) obtiennent une augmentation de 20% de leurs attributs, ce qui les rend plus difficiles à tuer. Exclu pour les Leaders Promus.

source: Learning from the battlefield (Passive XP for players) :
fr: Apprentissage sur le terrain (XP passive pour les joueurs) :

source: Extra XP for all human player units each turn. Default: 0
fr: XP supplémentaire pour chaque unité de joueurs humains à chaque tour. Par défaut: 0

source: Learning from the battlefield (Passive XP for AI) :
fr: Apprentissage sur le terrain (XP passive pour IA) :

source: Learning from healing (Max XP/turn for Healing) :
fr: Apprentissage en soignant (max XP/tour) :

source: Each turn, Healers will earn 1 XP for each adjacent wounded or poisoned ally, but you can limit the max/turn. 0 will disable the feature. Default: 1
fr: Chaque tour, les soigneurs gagneront 1 XP pour chaque allié blessé ou empoisonné adjacent, mais vous pouvez limiter le nombre maximum / tour. 0 désactivera la fonctionnalité. Par défaut: 1

source: Berserk tweak : Replace by Fury
fr: Modification Berserk : Remplacer par Fureur

source: When used offensively : - This attack deals more damage to the target. - It also causes this unit to take more damage from the target’s counterattack. - The damage ratio starts at 1.5, increases of 0.5 after each attack, until 3, then drop to 1, and the loop restart. - Rampage : when the attack kills, the unit can attack an adjacent enemy. - After 1-10 kills with that attack, it gains Bloodthirsty, an offensive drain, until end of the scenario. - A warcry related to the fury level with also be displayed when the unit attack.
fr: Lorsqu'utilisé en offensive : - Cette attaque inflige + de dégâts à la cible. - L'unité recevra en contrepartie des dégâts supplémentaires de contre-attaques. - Les dégâts commencent avec un ratio de 1,5, augmentent de 0,5 après chaque attaque, jusqu'à 3, et la boucle continue. - Enchaînement : quand l'attaque tue, l'unité peut enchaîner sur un ennemi adjacent. - après 5 morts avec cette attaque, elle gagne 'soif de sang', un drain offensif, jusqu'à la fin du scénario. - Un cri de guerre représentatif du niveau de furie sera aussi affiché quand l'unité attaque.

source: An ambush will trigger a quick combat in which the ambushed unit can't counter-attack. This surprise attack have a 1 extra turn cooldown, but can ambush as normally. Awesome combined with NINJA WARS!.
fr: Une embuscade déclenchera un combat rapide dans lequel l'unité prise dans une embuscade ne pourra pas contre-attaquer. Le prochain tour, le piégeur ne pourra préparer une autre attaque surprise. Se combine très bien avec GUERRES NINJA!.

source: (stealthy units)
fr: (unités furtives)

source: Most of units will melee back-stabs, poison arrows, distract from ZoC, be faster and invisible in villages, forests, deep water, or everywhere at night. For funny PvP with fog-of-war focused on ambushes/ hide&seek.
fr: La plupart des unités auront des attaques de mêlée, des flèches empoisonnées, brouilleront les Zones de Contrôles, seront plus rapides, et invisibles dans les villages, les forêts, dans les eaux profondes ou partout la nuit. Pour des PvP amusants avec brouillard de guerre axés sur des embuscades / cache-cache.

source: Verbose (damage/hits calculation etc)
fr: Verbosité (calcul dommages / coups, etc)

source: 4p — Ruvaak Mirage Atoll
fr: 4j — Atoll des Mirages de Ruvaak

source: Furious
fr: Furieux
