Repository: Toranks/Advance_Wesnoth_Wars
Catalog: translations/*/LC_MESSAGES/aww.po
Languages: es, fr

source: Level-Up After Max Level Advancement :
es: Subir por encima del nivel máximo :
fr: Niveau Sup Après Avancement Niveau Max :

source: The unit level will continue growing with the AMLA level-ups.
es: El nivel de la unidad aumentará por encima de su límite cada vez que gane experiencia completa.
fr: Le niveau de l'unité continuera d'augmenter après l'avancement maximum.

source: This affect to some abilities as leadership, upkeep cost, and experience the enemies get fighting or killing the unit.
es: Esto afecta a algunas habilidades como liderazgo, el coste de mantenimiento, y la experiencia que ganan los enemigos luchando con o matando esta unidad.

source: Leadership/Inspire max level
es: Liderazgo/Inspirar máx nivel

source: Set the maximum level that will be considered to apply the bonus. Units with this level or higher can't be lead but will be able to lead as if they were of that level. With 'inspire' units with higher level cannot be inspired, but units of the same level can. To standard units this only applies if Increase Level Number is active, but applies to all units who receives an AMLA Bonus.
es: Establece el nivel máximo que se considerará para aplicar la bonificación. Las unidades con este nivel o superior no pueden ser lideradas, pero podrán liderar como si fueran de ese nivel. Con 'inspirar', las unidades con un nivel superior no pueden ser inspiradas, pero las unidades del mismo nivel sí. Para las unidades estándar, esto solo se aplica si Incrementar Nivel está activo, pero se aplica a todas las unidades que reciben una bonificación AMLA.

source: Change status of Increase Level Number
es: Cambiar el estado de Incrementar Nivel

source: Set status of Increase Level Number.
es: Establece el estado de Incrementar Nivel.

source: <b>Instructions:</b> - <i>Activate</i> will allow new level increases, but maintaining current levels. - <i>Restore</i> will allow new level increases, and restores lost levels due to deactivation or some special event that changes or rebuilds the unit. It will only work if it is indeed the same unit, and not a new one. - <i>Stop</i> will stop new level increases, but keeping the levels gained. - <i>Deactivate</i> will reset the level of all units to their base level and will restore leadership and inspire abilities to default. No other stats or abilities will change.
es: <b>Instrucciones:</b> - <i>Activar</i> permitirá nuevos aumentos de nivel, pero manteniendo los niveles actuales. - <i>Restaurar</i> permitirá nuevos aumentos de nivel y restaurará los niveles perdidos debido a desactivar o algún evento especial que cambie o reconstruya la unidad. Solo funcionará si se trata de la misma unidad y no de una nueva. - <i>Detener</i> detendrá nuevos aumentos de nivel, pero manteniendo los niveles ganados. - <i>Desactivar</i> restablecerá el nivel de todas las unidades a su nivel base y restaurará las habilidades de liderazgo e inspiración a sus valores predeterminados. Ninguna otra estadística o habilidad cambiará.

source: Restore
es: Restaurar

source: Stop
es: Detener

source: Change maximum level of Leadership/Inspire
es: Cambiar el nivel máximo de Liderazgo/Inspirar

source: Set maximum level of Leadership/Inspire.
es: Establece el nivel máximo de Liderazgo/Inspirar.

source: This resets the max level to all units with leadership or inspire abilities, included leadership from AMLA Bonus.
es: Esto reinicia el máximo nivel de todas las unidades con liderazgo o inspirar, incluido el liderazgo de los bonus AMLA.

source: Level-Up After Max Level Advancement : Bonuses
es: Subir por encima del nivel máximo : Bonus

source: Units reaching AMLA level-ups can gain an ability, special, trait or increased stat each level. Choose if you want to receive this Bonus randomly or as a selectable advancement.
es: Las unidades que suben por encima de su nivel máximo pueden obtener una habilidad, rasgo, especial o estadística aumentada por cada nivel. Elige si deseas recibir este Bonus como un avance seleccionable o aleatoriamente.

source: To identify them, they will have a bronze bracelet icon.
es: Para identificarlas, tendrán un icono de brazalete de bronce.

source: Differences between Random and Manual: - With Random Bonuses receives also the default AMLA or -if exist- other selectable AMLAs. Normally +3 max HP and +20% max XP. - Manual Bonuses advancements doesn't increases max HP but adds <span color='#00FFFF'>$aww_09_bonus_exp_percentage%</span> max XP (configurable). Some powerful Bonuses have a higher max XP %, based on a multiplier. - You can't use more than 3 times the Bonus Melee and Ranged damage and Movement points, but there's no limit with Random Bonuses. - The bracelet icon indicates that it has Bonuses availables in Manual (even though it hasn't applied it yet), but mean that it has already received a Bonus in Random. - The AI will always receive Random Bonuses, as it does not have a self-selection system.
es: Diferencias entre Aleatorio y Manual: - Con Bonus Aleatorios recibes también el AMLA predeterminado o, si existen, otros AMLA seleccionables. Normalmente +3 máx PV y +20% máx exp. - Los Bonus Manuales como avance no aumentan los PV máximos pero añaden <span color='#00FFFF'>$aww_09_bonus_exp_percentage%</span> máx exp (configurable). Algunos poderosos Bonus tienen un mayor % de máx exp, basado en un multiplicador. - No puedes usar más de 3 veces los Bonus de Daño melé y a distancia y Puntos de movimiento, pero no hay límite con Bonus Aleatorios. - El icono de brazalete indica que tiene Bonus disponibles en Manual (aunque no tenga aún ninguno aplicado), pero significa que ya ha recibido un Bonus en Aleatorio. - La IA siempre recibirá Bonus Aleatorios, ya que no tiene un sistema de autoselección.

source: Method
es: Método

source: (<span color='#00FFFF'>0</span> = Stop, <span color='#00FFFF'>1</span> = Random, <span color='#00FFFF'>2</span> = Manual)
es: (<span color='#00FFFF'>0</span> = Detenido, <span color='#00FFFF'>1</span> = Aleatorio, <span color='#00FFFF'>2</span> = Manual)

source: Max. experience increased
es: Máx experiencia aumenta

source: Not recommended on <u>Legend of the Invincibles</u>. If you activate this feature, units may lose the effects of their items and you may have to re-equip them.
es: No recomendado en <u>La Leyenda de los Invencibles</u>. Si activas esta característica, las unidades pueden perder los efectos de sus objetos y es posible que deba volver a equiparlos.

source: Change status of Bonuses
es: Cambiar el estado de Bonus

source: Set status of Bonuses.
es: Establece el estado de Bonus.

source: <b>Instructions:</b> - <i>Activate</i> will allow you to choose if you want the Bonuses to be assigned randomly or as advancements. - <i>Stop</i> will stop the granting of more bonuses, but will keep the bonuses obtained. - <i>Deactivate</i> will also remove all bonuses obtained, and cannot be undone. No other stats or abilities will change.
es: <b>Instrucciones:</b> - <i>Activar</i> permite elegir si quieres que los Bonus se asignen aleatoriamente o como avances. - <i>Detener</i> detendrá la obtención de más bonus, pero mantendrá los bonus obtenidos. - <i>Desactivar</i> además eliminará todos los bonus obtenidos, y no se podrá deshacer. Ninguna otra estadística o habilidad cambiará.

source: Set method of Bonuses.
es: Establece el método de Bonus.

source: <b>Instructions:</b> - <b><i>Random</i></b> → All the Bonus will be chosen randomly among the conditions that the unit meets. - <b><i>Manual</i></b> → All the Bonus will be manually eligible among those whose conditions meet.
es: <b>Instrucciones:</b> - <b><i>Aleatorio</i></b> → Todos los Bonus se elegirán aleatoriamente entre aquellos cuyas condiciones cumpla la unidad. - <b><i>Manual</i></b> → Todos los Bonus serán manualmente elegibles entre los que cumplan las condiciones.

source: Random
es: Aleatorio

source: Stopped
es: Detenido

source: Change percentage of max XP
es: Cambiar porcentaje de máx exp

source: Set percentage of max XP increase. Every time you select a Bonus, the maximum experience to level up again will increase by that percentage, similar to the default AMLA.
es: Establece el porcentaje de aumento de máxima experiencia. Cada vez que elijas un Bonus, la experiencia máxima para volver a subir de nivel aumentará en ese porcentaje, similar al AMLA predeterminado.

source: Non-Fatal Wounds : Bonus on healing
es: Heridas No Fatales : Bonus en curación

source: Combined with Non-Fatal Wounds Extended, you can choose whether when a unit receives a recovery AMLA instead of its default AMLA, they also receives a random bonus or not. Does not apply with selectable advancement, you simply choose one or the other. All other features will work the same, including leveling up (if appropiate).
es: Combinado con Heridas No Fatales Extendida, puedes elegir si cuando una unidad recibe un AMLA de curación en lugar de su AMLA predeterminado, también recibe un bonus aleatorio o no. No aplica con avances seleccionables, simplemente eliges uno u otro. Todas las demás características funcionarán igual, incluida la subida de nivel (si corresponde).

source: Set status of Bonus on healing. Choose if you want to receive a Bonus when you choose an AMLA of recovery of some wound.
es: Establece el estado de Bonus en curación. Elige si quieres recibir un bonus cuando eliges un AMLA de recuperación de alguna herida.

source: Default:
es: Por defecto:
fr: Par défaut:

source: Off
es: No

source: List of possible Bonuses
es: Lista de posibles Bonus

source: <b><i>Possible Bonuses</i>, effect (candidates) - random percentage if conditions are met - max XP multiplier</b> * <b><i>Melee damage +3</i></b> or <b><i>Ranged damage +2</i></b> (units with attacks of 3 or more strikes) - 8% both * <b><i>Melee strikes +1</i></b> or <b><i>Ranged strikes +1</i></b> (units with attacks of 3 or less strikes, or units with 2 or less strikes, if the base strike value is 1) - 8% both - Double max XP for units with base strike value equals to 1 * <b><i>Movement points +1</i></b> (all units) - 8% * <b><i>First strike</i></b> (units with attacks of 1-2 strikes) - 4% * <b><i>Poison</i></b> (units with attacks of blade and piercing) - 4% * <b><i>Leadership</i></b> (units with lvl 3 minimum, or lvl 5 minimum with Increase Level Number active) - 4% * <b><i>Distract</i></b>, negates ZOC around the unit for allies - 4% * <b><i>Regenerates</i></b>, +4 HP or slow poison every turn (units without any type of regeneration ability) - 4% * <b><i>Adrenaline</i></b>, +4 HP every hit (units without any type of drain or heal on hit special) - 4% * <b><i>Backstab</i></b> (on attacks with melee blade and piercing) - 4% * <b><i>Loyal</i></b> (units with level 3 minimum, or lvl 5 minimum with Manual and Increase Level Number active) - 4% - Double max XP * <b><i>Fearless</i></b> (units with lawful or chaotic alignment) - 4% * <b><i>Marksman</i></b>, minimum accuracy of 60% (ranged attacks without magic or any chance of hit special) - 8% * <b><i>Slows</i></b> (attacks with type cold) - 8% * <b><i>Camouflage</i></b> hides on villages, vegetation, deep water and everywhere at night (units with any hides ability, that will be replaced, or ghosts) - 8%
es: <b><i>Posibles Bonus</i>, efectos (candidatos) - porcentaje de probabilidad si se cumplen las condiciones</b> * <b><i>Daño melé +3</i></b> o <b><i>Daño a distancia +2</i></b> (unidades con ataques de 3 o más golpes) - 8% ambos * <b><i>Golpes melé +1</i></b> o <b><i>Golpes a distancia +1</i></b> (unidades con ataques de 3 o menos golpes) - 8% ambos - Doble máx exp para unidades cuyo valor base de golpes es 1 * <b><i>Puntos de movimiento +1</i></b> (todas las unidades) - 8% * <b><i>Primer ataque</i></b> (unidades con ataques de 1-2 golpes) - 4% * <b><i>Veneno</i></b> (unidades con ataques de filo y perforación) - 4% * <b><i>Liderazgo</i></b> (unidades con mínimo nivel 3, o mínimo nivel 5 con Incrementar Nivel activo) - 4% * <b><i>Distraer</i></b>, niega zonas de control alrededor de la unidad para aliados - 4% * <b><i>Regenera</i></b>, +4 PV o ralentiza envenenamiento cada turno (unidades sin ninguna habilidad de regeneración) - 4% * <b><i>Adrenalina</i></b>, +4 PV cada golpe (unidades sin ningún tipo de drenaje o curación por golpe) - 4% * <b><i>Puñalada trapera</i></b> (en ataques de filo y perforantes) - 4% * <b><i>Leal</i></b> (unidades con mínimo nivel 3, o mínimo nivel 5 con Incrementar Nivel activo y modo Manual) - 4% - Doble máx exp * <b><i>Intrépido</i></b> (unidades con alineación legal o caótica) - 4% * <b><i>Tirador</i></b>, precisión mínima del 60% (ataques a distancia sin magia ni puntería especial) - 8% * <b><i>Ralentiza</i></b> (ataques de tipo frío) - 8% * <b><i>Camuflaje</i></b> se esconde en aldeas, vegetación, aguas profundas y en todas partes por la noche (unidades con cualquier habilidad de ocultación, que será reemplazada, o fantasmas) - 8%

source: Give Manual Bonuses contextual menu
es: Menú contextual para dar Bonus Manuales

source: Give or rebuild the Manual Bonuses to a specific unit with right click. This is useful for certain situations when units switch from AI to humans in the middle of a scenario, or change their type or abilities, etc.
es: Da o reconstruye los Bonus Manuales de una unidad específica con clic derecho. Esto es útil para ciertas situaciones cuando las unidades cambian de control IA a humano en medio de un escenario, o cambian su tipo o habilidades, etc.

source: Manual Bonuses contextual menu
es: Menú contextual para dar Bonus Manuales

source: Level-Up After Max Level Advancement : Promoted Leaders
es: Subir por encima del nivel máximo : Promoción a líder
fr: Niveau Sup Après Avancement Niveau Max : Promus Leaders

source: Standard units reaching their first AMLA level-up will be able to recruit the same units as the original leader, recall, and receives a bronze crown icon. Excluded for special Heroes.
es: Unidades en su nivel máximo que vuelven a promocionar podrán reclutar o reincorporar las mismas unidades que el líder original y recibirán un icono de corona de bronce. Excluidos Héroes especiales.

source: Promoted Leaders : Epic Heroes
es: Líderes Promocionados : Héroes Épicos

source: Choose if you want Promoted Leaders to also get the epic trait (if Epic Heroes is active). They will not receive regeneration and distraction even if it is active, only via AMLA Bonus.
es: Elige si deseas que los Líderes Promocionados también obtengan el rasgo épico (si Héroes Épicos está activo). No recibirán regeneración y distracción aunque esté activo, solo a través de Bonus AMLA.

source: Promoted Leaders : Mininum level
es: Líderes Promocionados : Nivel mínimo
fr: Promus Leaders: Niveau minimum

source: Set the minimum level to be promoted. Only units with this level or higher on their first AMLA will be promoted.
es: Establece el nivel mínimo para ser promocionado. Sólo unidades con este nivel o superior en su primer AMLA serán promocionadas.

source: Change status of Promoted Leaders
es: Cambiar el estado de Líderes Promocionados

source: Set status of Promoted Leaders.
es: Establece el estado de Líderes Promocionados.

source: <b>Instructions:</b> - <i>Activate</i> will allow new Promoted Leaders, but will not change existing ones. - <i>Restore</i> will activate Promoted Leaders and will restore the promotion on all units that previously lost them via <i>Deactivate</i>. - <i>Stop</i> will stop new units from acquiring the promotion, but will keep the promotions gained. - <i>Deactivate</i> will remove the promotion to all units. No other stats or abilities will change.
es: <b>Instrucciones:</b> - <i>Activar</i> permitirá nuevos Líderes Promocionados, pero no cambiará los existentes. - <i>Restaurar</i> activará los Líderes Promocionados y restaurará la promoción en todas las unidades que las perdieron previamente con <i>Desactivar</i>. - <i>Detener</i> impedirá que nuevas unidades adquieran la promoción, pero mantendrá las promociones obtenidas. - <i>Desactivar</i> eliminará la promoción a todas las unidades. Ninguna otra estadística o habilidad cambiará.

source: Change status of Epic Heroes for Promoted Leaders
es: Cambiar el estado de Héroes Épicos para Líderes Promocionados

source: Set status of Epic Heroes for Promoted Leaders.
es: Establece el estado de Héroes Épicos para Líderes Promocionados.

source: <b>Instructions:</b> - <i>Activate</i> will allow Epic Heroes for Promoted Leaders. Existing Promoted Leaders will receive the trait the next time they are recruited. - <i>Deactivate</i> will avoid Epic Heroes for new Promoted Leaders, but will not change existing ones. Deactivate Epic Heroes and restore it in case you want to remove the epic trait only on Promoted Leaders.
es: <b>Instrucciones:</b> - <i>Activar</i> permitirá Héroes Épicos para Líderes Promocionados. Los Líderes Promocionados existentes recibirán el rasgo la próxima vez que sean reclutados. - <i>Desactivar</i> evitará Héroes Épicos para nuevos Líderes Promocionados, pero no cambiará los existentes. Desactiva Héroes Épicos y restaura en caso de que desees eliminar el rasgo épico solo en los Líderes Promocionados.

source: Change minimum level to be promoted
es: Cambiar el nivel mínimo para ser promocionado

source: Set minimum level to be promoted.
es: Establece el nivel mínimo para ser promocionado.

source: The Leaders and Heroes (gold & silver crowns) gain an increase of 20% of their attributes and an extra 2 HP per level, making them harder to kill.
es: Los Líderes y Héroes (coronas de oro y plata) obtienen un aumento del 20% de sus atributos y 2 PV adicionales por nivel, lo que los hace más difíciles de matar.

source: Regeneration and distraction
es: Regeneración y distracción
fr: Régénération et distraction

source: Epic Heroes also acquires regeneration and distraction abilities by default. Only applies if Epic Heroes is active. Excluded from Promoted Leaders.
es: Héroes Épicos también adquieren las habilidades de regeneración y distracción de forma predeterminada. Solo aplica si Héroes Épicos está activo. Excluido en Líderes Promocionados.

source: Change status of Epic Heroes
es: Cambiar el estado de Héroes Épicos

source: Set status of Epic Heroes.
es: Establece el estado de Héroes Épicos.

source: <b>Instructions:</b> - <i>Activate</i> will allow new Epic Heroes to spawn, but will not change existing ones. - <i>Restore</i> will activate Epic Heroes and will grant or restore the Epic trait on all units that apply to them. - <i>Stop</i> will stop the apparition of more Epic Heroes, but will keep the existing ones. - <i>Deactivate</i> will also remove all Epic traits obtained. No other stats or abilities will change.
es: <b>Instrucciones:</b> - <i>Activar</i> permitirá que aparezcan nuevos Héroes Épicos, pero no cambiará los existentes. - <i>Restaurar</i> activará Héroes Épicos y otorgará o restaurará el rasgo épico en todas las unidades que les corresponda. - <i>Detener</i> detendrá la aparición de más Héroes Épicos, pero mantendrá los existentes. - <i>Desactivar</i> también eliminará todos los rasgos épicos obtenidos. Ninguna otra estadística o habilidad cambiará.

source: Change status of regeneration and distraction for Epic Heroes
es: Cambiar el estado de regeneración y distracción para Héroes Épicos

source: Set status of regeneration and distraction for Epic Heroes.
es: Establece el estado de regeneración y distracción para Héroes Épicos.

source: <b>Instructions:</b> - <i>Activate</i> will allow new Epic Heroes to obtain regeneration and distraction, but will not change existing ones. - <i>Restore</i> will also grant regeneration and distraction to Epic Heroes who don't already have them. - <i>Stop</i> will stop the granting of these abilities to new Epic Heroes, but will keep the existing ones. - <i>Deactivate</i> will also remove regeneration and distraction abilities granted by this feature, but not if it was granted by other feature. No other stats or abilities will change.
es: <b>Instrucciones:</b> - <i>Activar</i> permitirá que los nuevos Héroes Épicos obtengan regeneración y distracción, pero no cambiará los existentes. - <i>Restaurar</i> también otorgará regeneración y distracción a los Héroes Épicos que aún no las tengan. - <i>Detener</i> detendrá la obtención de estas habilidades por nuevos Héroes Épicos, pero mantendrá las existentes. - <i>Desactivar</i> también eliminará las habilidades de regeneración y distracción otorgadas por esta característica, pero no si fue otorgada por otra característica. Ninguna otra estadística o habilidad cambiará.

source: Restored
es: Restaurado

source: Learning from the Battlefield (Passive XP for players)
es: Aprendizaje de Batalla (Exp. pasiva para jugadores)

source: Extra XP for all human player units each turn. You can set a different amount of experience for low level units, by default the same.
es: Experiencia extra para todas las unidades de los jugadores cada turno. Puedes establecer una cantidad diferente de experiencia para unidades de bajo nivel, por defecto la misma.

source: Units with level
es: Unidades de nivel

source: or less
es: o menos

source: Learning from the Battlefield (Passive XP for AI)
es: Aprendizaje de Batalla (Exp. pasiva para IA)

source: Extra XP for all AI units each turn. You can set a different amount of experience for low level units, by default the same, and a extra amount of experience for leaders.
es: Experiencia extra para todas las unidades de la IA cada turno. Puedes establecer una cantidad diferente de experiencia para unidades de bajo nivel, por defecto la misma, y una cantidad adicional de experiencia para líderes.

source: Extra to leaders
es: Extra para líderes

source: Learning from Healing (Max XP/turn for Healing)
es: Aprender de la Sanación (Máx exp/turno por Sanación)

source: Each turn, Healers will earn
es: Cada turno, los sanadores ganarán

source: XP for each adjacent wounded or poisoned ally, but you can limit the max/turn. 0 will disable the feature.
es: Exp por cada unidad herida o envenenada adyacente, pero puedes limitar el máx/turno. 0 lo desactivará.

source: An optional animation with float text indicates how many experience points have earned by each healer.
es: Una animación opcional con texto flotante indica cuántos puntos de experiencia ha ganado cada sanador.

source: Animation
es: Animación

source: Change experience points for human players
es: Cambiar los puntos de experiencia para jugadores humanos

source: Set experience points per turn for human players.
es: Establece los puntos de experiencia por turno para jugadores humanos.

source: Change experience points for human low level units
es: Cambiar los puntos de experiencia para unidades de bajo nivel del jugador

source: Set experience points per turn for player units with level $aww_04_low_level or less. Only applies if Passive XP is active. It is recommended 1 experience point or half the others.
es: Establece los puntos de experiencia por turno para las unidades del jugador de nivel $aww_04_low_level o menos. Sólo aplica si Experiencia Pasiva está activado. Se recomienda 1 punto de experiencia o la mitad que los otros.

source: Passive XP for player low level units
es: Experiencia pasiva para unidades de bajo nivel del jugador

source: Change maximum level to be considered low level
es: Cambiar el nivel máximo para ser considerado de bajo nivel

source: Set the maximum level of the units that will receive less experience when it is configured. It is recommended 0 or 1, by default 1.
es: Establece el máximo nivel de las unidades que recibirán diferente experiencia cuando es configurada. Se recomienda 0 o 1, por defecto 1.

source: Maximum level to be considered low level
es: Máximo nivel para ser considerado de bajo nivel
