Repository: Toranks/Advance_Wesnoth_Wars
Catalog: translations/*/LC_MESSAGES/aww.po
Languages: es, fr

source: Change experience points for AI sides
es: Cambiar los puntos de experiencia para bandos de la IA

source: Set experience points per turn for AI sides. It is recommended at least twice as much as human players.
es: Establece los puntos de experiencia por turno para bandos de la IA. Se recomienda al menos el doble que los jugadores humanos.

source: Change experience points for AI low level units
es: Cambiar los puntos de experiencia para unidades de bajo nivel de la IA

source: Set experience points per turn for AI units with level $aww_04_low_level or less. Only applies if Passive XP for AI is active. It is recommended 1 experience point or half the others.
es: Establece los puntos de experiencia por turno para las unidades de la IA de nivel $aww_04_low_level o menos. Sólo aplica si Experiencia Pasiva para IA está activado. Se recomienda 1 punto de experiencia o la mitad que los otros.

source: Passive XP for AI low level units
es: Experiencia pasiva para unidades de bajo nivel de la IA

source: Change extra experience points for AI leaders
es: Cambiar los puntos de experiencia extra para líderes de la IA

source: Set experience points per turn for AI leaders. You can compensate for the fact that they spend most of their time immobile in their keep. It will be applied independently of the passive experience for AI units, so it will be added if you have configured any amount. It is recommended at least twice the base value.
es: Establece los puntos de experiencia por turno para los líderes de la IA. Puede compensar el hecho de que se pasan la mayor parte del tiempo inmóviles en su torreón. Se aplicará independientemente de la experiencia pasiva para las unidades de la IA, por lo que se sumará si has configurado alguna cantidad. Se recomienda al menos el doble del valor base.

source: Change maximum experience points per turn healing units
es: Cambiar el máximo de puntos de experiencia por turno curando unidades

source: Set maximum experience points per turn healing units.
es: Establece el máximo de puntos de experiencia por turno curando unidades.

source: Change experience points per unit healed
es: Cambiar los puntos de experiencia por unidad curada

source: Set experience points per unit healed. It will respect the maximum per turn.
es: Establece los puntos de experiencia por unidad curada. Respetará el máximo por turno.

source: Experience points per unit healed
es: Puntos de experiencia por unidad curada

source: Change status of animation
es: Cambiar el estado de la animación

source: Set status of animation and float text for experience gained healing units.
es: Establece el estado de la animación y el texto flotante indicando experiencia ganada sanando unidades.

source: Recall cost
es: Coste de reincorporación

source: Cost to recall units with chosen level or lower. Cost of higher level units remains unchanged.
es: Coste para reincorporar unidades con el nivel elegido o inferior. El coste de las unidades de nivel superior permanece sin cambios.

source: Note that this will override any custom recall cost that specific units may have in other addons. All mainline campaigns use the value 20, but the value set in game settings (Game recall cost) will be detected and used for all calculations, to be compatible with addons that modify this value. Percentage option defaults to 0.75 (75%)
es: Note que esto sobreescribirá cualquier coste de reincorporación personalizado que unidades específicas puedan tener en otras modificaciones. Todas las campañas principales usan el valor 20, pero el valor establecido en la configuración del juego (Coste de reincorporación base) será detectado y usado en los cálculos, para ser compatible con addons que modifican este valor. La opción de Porcentaje está por defecto a 0.75 (75%)

source: (<span color='#00FFFF'>no_change</span> = Default, <span color='#00FFFF'>half</span> = Half, <span color='#00FFFF'>cost_plus_one</span> = Recruit cost +1, <span color='#00FFFF'>percentage</span> = Recruit cost percentage, <span color='#00FFFF'>free</span> = 0)
es: (<span color='#00FFFF'>no_change</span> = Por defecto, <span color='#00FFFF'>half</span> = Mitad, <span color='#00FFFF'>cost_plus_one</span> = Coste de reclutamiento +1, <span color='#00FFFF'>percentage</span> = Porcentaje del coste de reclutamiento, <span color='#00FFFF'>free</span> = 0)

source: Percentage
es: Porcentaje

source: Game recall cost
es: Coste de reincorporación base

source: Max level to change recall cost
es: Máx. nivel para cambiar coste

source: Set the maximum level of the units that will get a cost reduction
es: Establece el nivel máximo de las unidades que obtendrán una reducción del coste

source: Back to reserve
es: Enviar a reserva

source: Allows you to send normal units back to the recall list with right click on keeps. Also set the cost for performing this action.
es: Permite enviar unidades normales de regreso a la lista de reincorporación con clic derecho en torreones. Puedes establecer el coste de realizar esta acción.

source: Cannot be used with leaders, heroes, promoted, other special units, or with no upkeep cost. Cannot be used if there is any enemy adjacent to the unit.
es: No puede ser usado con líderes, héroes, promocionados, otras unidades especiales, o sin coste de mantenimiento. No puede ser usado si hay algún enemigo adyacente a la unidad.

source: Cost to send unit to reserve
es: Coste para enviar la unidad a reserva

source: Set the cost on gold to send unit to recall list.
es: Establecer el coste en oro para enviar la unidad a la lista de reincorporación.

source: Change cost to recall units
es: Cambiar el coste de reincorporar unidades

source: Set cost to recall units.
es: Establece el coste de reincorporar unidades.

source: Default
es: Predeterminada

source: Half
es: Mitad

source: Recruit cost plus one
es: Coste de reclutamiento más uno

source: Recruit cost percentage
es: Porcentaje del coste de reclutamiento

source: Percentage (in decimal) of the recruit cost that is applied with Recruit cost percentage option selected. Defaults to 0.75 (75%)
es: Porcentaje (en decimales) del coste de reincorporación que se aplica con la opción de Porcentaje seleccionada. Predeterminado a 0.75 (75%)

source: Min 0.00 - Max
es: Mín 0.00 - Máx

source: Free
es: Gratis

source: Change maximum level to get a recall cost change
es: Cambiar el nivel máximo para obtener un cambio del coste de reincorporar

source: Set the maximum level. Units with this level or lower will get the established cost change.
es: Establece el máximo nivel. Unidades con este nivel o inferior obtendrán el cambio de coste configurado.

source: Change status of Back to reserve
es: Cambiar el estado de Enviar a reserva

source: Set status of Back to reserve.
es: Establece el estado de Enviar a reserva.

source: Change cost to send unit to reserve
es: Cambiar el coste de enviar la unidad a reserva

source: Set cost to send unit to reserve.
es: Establece el coste de enviar la unidad a reserva.

source: Send to reserve ($aww_unrecall_gold gold)
es: Enviar a reserva ($aww_unrecall_gold oro)

source: Berserk tweak : Replaced by Fury
es: Frenesí modificado: Reemplazado por Furia

source: Replace 'berserk' by a new 'Fury' weapon special, way more interesting.
es: Reemplaza 'Frenesí' por el nuevo especial 'Furia".
fr: Remplace 'berserk' par une nouvelle capacité spéciale 'fureur', bien plus intéressante.

source: Kills to Bloodthirsty (Fury)
es: Muertes para Sed de Sangre (Furia)

source: Killings per map needed to gain Bloodthirsty with Fury ability.
es: Muertes por mapa necesarias para obtener Sed de Sangre con Furia.

source: Berserk rounds
es: Rondas de frenesí

source: Combat rounds of berserk ability. Only applies with Berserk tweak disabled to standard berserk ability.
es: Rondas de combate de la habilidad frenesí. Sólo aplica con Frenesí modificado desactivado, a la habilidad frenesí estándar.

source: Fury description :
es: Descripción de Furia
fr: À propos de Fureur :

source: Change status of Berserk tweak
es: Cambiar el estado de Frenesí modificado

source: Set status of Berserk tweak.
es: Establece el estado de Frenesí modificado.

source: Change number of kills to Bloodthirsty
es: Cambiar el número de muertes para Sed de Sangre

source: Set number of kills needed to gain Bloodthirsty per scenario.
es: Establece el número de muertes necesarias para adquirir Sed de Sangre por escenario.

source: Change number of rounds of berserk ability
es: Cambiar el número de rondas de la habilidad frenesí

source: Set number of rounds of berserk ability.
es: Establece el número de rondas de la habilidad frenesí.

source: Ambush tweak : Surprise Attacks
es: Emboscadas modificadas : Ataques Sorpresa
fr: Modification Embuscades : Attaques Surprises

source: An ambush will trigger a combat in which the ambushed unit can't counter-attack. This surprise attack have a
es: Una emboscada activa un combate en el que la unidad emboscada no podrá contraatacar. Este ataque sorpresa tiene una recarga de

source: extra turn/s cooldown, but can ambush as normally. Normal attacks adds
es: turno/s extra, pero podrá emboscar como normalmente. Los ataques normales añaden

source: turn/s cooldown to surprise attack. Surprise attack availability will be indicated by a blue eye icon.
es: turno/s de recarga al ataque sorpresa. La disponibilidad del ataque sorpresa se indicará con un icono de ojo azul.

source: Change status of Surprise Attacks
es: Cambiar el estado de Ataques Sorpresa

source: Set status of Surprise Attacks.
es: Establece el estado de Ataques Sorpresa.

source: Change cooldown turns of Surprise Attacks
es: Cambiar los turnos de recarga del Ataque Sorpresa

source: Set cooldown turns of Surprise Attack. Counts the turn of the surprise attack, until finish all sides turns.
es: Establece los turnos de recarga del Ataque Sorpresa. Cuenta el turno del ataque sorpresa, hasta que finalizan los turnos de todos los bandos.

source: Cooldown turns of Surprise Attacks
es: Turnos de recarga de Ataques Sorpresa

source: Change cooldown turns when do a normal attack
es: Cambiar los turnos de recarga cuando se realiza un ataque normal

source: Set cooldown turns when do a normal attack. Counts the turn of the normal attack, until finish all sides turns.
es: Establece los turnos de recarga cuando se realiza un ataque normal. Cuenta el turno del ataque normal, hasta que finalizan los turnos de todos los bandos.

source: Cooldown turns of normal attacks
es: Turnos de recarga de ataques normales

source: Changes: - Back-stabs on melee pierce and blade weapons. - Poison on piercing ranged weapons. - Diversion on units that already have back-stabs or poison. - Skirmisher on units that do not have skirmisher or distraction. - All units will be invisible in villages, forests, deep water, or everywhere at night. - All units receives +1 movement per level. For funny PvP with fog-of-war focused on ambushes/hide&seek. Highly recommended to combine with Surprise Attacks.
es: Cambios: - Puñalada trapera en armas melé de filo o perforación - Veneno en armas a distancia de perforación - Diversión en unidades que ya tienen puñalada trapera o veneno - Hostigador si no tiene previamente hostigador o distracción - Todas las unidades serán invisibles en aldeas, bosques, aguas profundas o en todas partes por la noche - Todas las unidades reciben +1 de movimiento por nivel. Para divertidos PvP con niebla de guerra centrado en emboscadas/escondite. Muy recomendado combinar con Ataques Sorpresa.

source: Change status of NINJA WARS!
es: Cambiar el estado de ¡Guerras Ninja!

source: Set status of NINJA WARS!
es: Establece el estado de ¡Guerras Ninja!

source: Import and export units anywhere
es: Importación y exportación de unidades

source: Add a contextual menu on right click with capability of import and export units from and to any campaign or scenario.
es: Añade un menú contextual con el botón derecho con capacidad para importar y exportar unidades desde y hacia cualquier campaña o escenario.

source: Set status of Import and export units.
es: Establece el estado de Importar y exportar unidades.

source: Side AI Controller
es: Controlador IA de Bando

source: Let you or any human player control the behavior and objectives of any allied AI Side.
es: Te permite a ti o a cualquier jugador humano controlar el comportamiento y objetivos de cualquier Bando de la IA aliada.

source: Controlled side/s
es: Bando/s controlado/s

source: Human controller/s
es: Controlador/es humano/s

source: Leader AI Controller
es: Controlador IA de Líder

source: Let you or any human player control any allied AI Leader, giving different orders with right click.
es: Te permite a ti o a cualquier jugador humano controlar cualquier Líder de la IA aliada, dando diferentes órdenes con el botón derecho.

source: Last side was applied to
es: Último bando al que se aplicó

source: Last human controller/s
es: Último controlador/es humano/s

source: Gold to engage combat
es: Oro para entrar en combate

source: Less than
es: Menos de

source: Unit AI Controller
es: Controlador IA de Unidad

source: Let you or any human player control any allied AI Unit, giving different orders with right click.
es: Te permite a ti o a cualquier jugador humano controlar cualquier Unidad de la IA aliada, dando diferentes órdenes con el botón derecho.

source: Last unit was applied to
es: Última unidad a la que se aplicó

source: Method of indications
es: Método de indicaciones

source: (<span color='#00FFFF'>float</span> = Float text, <span color='#00FFFF'>label</span> = Labels, <span color='#00FFFF'>no</span> = None)
es: (<span color='#00FFFF'>float</span> = Texto flotante, <span color='#00FFFF'>label</span> = Etiquetas, <span color='#00FFFF'>no</span> = Nada)

source: Side Controller
es: Controlador del Bando

source: Let anyone change the controller of any side, whether to human or AI.
es: Permite a los jugadores cambiar el controlador de cualquier bando a humano o IA.

source: Setup Side AI Controller
es: Configurar Controlador IA de Bando

source: <b>Instructions:</b> Choose the side/s on which you want to activate Side AI Controller. Can be a comma-separated list. Read the instructions inside the menu selecting any unit of that side. Keep in mind that this only modifies agression, caution, and the tendency to protect their wounded units; they will not blindly follow your orders. Only applies to allied sides, so if an ally becomes your enemy you will no longer be able to control it, and viceversa. If you need more help on its functions, read the documentation and the Wesnoth forum. This setup will rebuild all Side AI Controllers, so don't forget to put all sides every time you do the setup, separated with commas. In the next step you will have to choose the human players that will control that side/s. - <i>Deactivate</i> will remove Side AI Controller for all sides.
es: <b>Instrucciones:</b> Escoge el o los bandos en los que quieras activar el Controlador IA de Bando. Puede ser una lista separada por comas. Lee las instrucciones dentro del menú seleccionando cualquier unidad de ese bando. Ten en cuenta que esto sólo modifica la agresión, la precaución, y la tendencia a proteger sus unidades heridas; no seguirán ciegamente tus órdenes. Sólo aplica para bandos aliados, por lo que si un aliado se vuelve tu enemigo, no podrás controlarlo más, y viceversa. Si necesitas más ayuda sobre sus funciones, consulta la documentación y el foro de Wesnoth. Esta configuración reconstruirá todos los Controladores IA de Bandos, por tanto no olvides poner todos los bandos cada vez que ejecutes la configuración, separados por comas. En el siguiente paso tendrás que escoger los jugadores humanos que controlarán ese o esos Bandos. - <i>Desactivar</i> eliminará el Controlador IA de Bando para todos los bandos.

source: Controlled side/s (Example: 2,4,5)
es: Bando/s controlado/s (Ejemplo: 2,4,5)

source: Choose the human controller/s
es: Seleccionar controlador/es humano/s

source: Choose the side/s of the human controller/s. Can be a comma-separated list. In campaigns the player usually is side 1.
es: Escoge el/los bando/s del/los humano/s controlador/es. Puede ser una lista separada por comas. En campañas el jugador normalmente es el bando 1.

source: Controller side/s (Example: 1,3,6)
es: Bando/s controlador/es (Ejemplo: 1,3,6)

source: AI Controller
es: Controlador IA

source: Applied on side/s $aww_ai_allies
es: Aplicado en bando/s $aww_ai_allies

source: Deactivated
es: Desactivado

source: Setup Leader AI Controller
es: Configurar Controlador IA de Líder

source: <b>Instructions:</b> Choose the side on which you want to activate Leader AI Controller. With 'move here' on any free hex, the leader will try to reach that position until it gets there or as close as possible if the hex is occupied. With 'Cancel order' you can cancel move order and return control to the AI. With 'not to move' the leader will stay stationary no matter the situation, and with 'Allow' will be able to move again. The 'engage combat' option will order the leader to engage when its gold drops below <span color='#00FFFF'>$aww_ai_leader_gold</span>, and will increase his aggressiveness. You can reverse the order with 'take refuge in a keep', and the leader will try to reach the nearest free keep. The leaders will blindly follow your orders no matter the danger they are exposed to, be careful. Only applies to allied leaders, so if an ally becomes your enemy you will no longer be able to control it, and viceversa. You can set different leaders doing the setup again with another side. The side must have a defined leader or at least one unit that can recruit or it won't work. In the next step you will have to choose the human players that will control that Leader. - <i>Change amount of gold</i> to choose the amount of gold below which the leader will start engaging in combat if they have been ordered to do so. - <i>Deactivate</i> will remove Leader AI Controller for all sides.
es: <b>Instrucciones:</b> Elige el bando en el que quieres activar el Controlador IA de Líder. Con "moverse aquí" en cualquier hexágono libre, el líder intentará llegar a esa posición hasta que la alcance o lo más cerca posible si el hexágono está ocupado. Con "Cancela la orden" puedes cancelar la orden de movimiento y devolver el control a la IA. Con "no moverse", el líder permanecerá inmóvil sin importar la situación, y con "Permite" podrá moverse de nuevo. La opción "entrar en combate" ordenará al líder que entable combate cuando su oro descienda por debajo de <span color='#00FFFF'>$aww_ai_leader_gold</span>, y aumentará su agresividad. Puedes revertir la orden con "refugiarse en torreón" y el líder intentará alcanzar el torreón libre más cercano. Los líderes seguirán ciegamente tus órdenes sin importar el peligro al que se expongan, ten cuidado. Solo aplica a los líderes aliados, por lo que si un aliado se convierte en tu enemigo, ya no podrás controlarlo y viceversa. Puedes controlar diferentes líderes realizando la configuración nuevamente con otro bando. El bando debe tener un líder definido o al menos una unidad que pueda reclutar o no funcionará. En el siguiente paso tendrás que elegir los jugadores humanos que controlarán a ese Líder. - <i>Cambiar cantidad de oro</i> para elegir la cantidad de oro por debajo de la cual el líder comenzará a entrar en combate si se le ha ordenado hacerlo. - <i>Desactivar</i> eliminará el Controlador IA de Líder para todos los bandos.

source: Leader side
es: Bando del líder

source: Controller sides (Example: 1,3,6)
es: Bando/s controlador/es (Ejemplo: 1,3,6)

source: Can't be applied on side $aww_ai_ally
es: No puede ser aplicado en en el bando $aww_ai_ally

source: Applied on $ai_leader
es: Aplicado en $ai_leader

source: Change amount of gold
es: Cambiar cantidad de oro

source: Choose the amount of gold below which the leader will start engaging in combat if have been ordered to do so.
es: Elige la cantidad de oro por debajo de la cual el líder comenzará a participar en el combate si se le ha ordenado hacerlo.

source: Setup Unit AI Controller
es: Configurar Controlador IA de Unidad

source: <b>Instructions:</b> Choose the side/s of the AI Units you want to control. Can be a comma-separated list. A 'Give orders' menu with right click on any allied AI unit of the chosen side/s will be created, where you can give him the ability to receive orders. Once the orders are activated, with 'move here' on any hex the unit will try go to that hex, or to an adjacent hex if it is already occupied by another unit. If all the adjacent hexes of the destination are fully occupied, he will still hold the objective. Only the last order received will be taken into account. With 'not to move' the unit will stay stationary until you 'Allow' him to move again. You can remove the contextual menu orders for any unit and cancel all current orders with 'Remove'. This have the same rules as Leader AI Controller, but using Unit AI on leaders is less reliable. There is no limit to the number of units you can control at the same time, but that will fill up your contextual options menu. Each time you run this setup, the controlled and controller sides that will receive the menu for assigning orders will change, but the previous sides will not lose their assigned orders and will still be able to interact with controlled units until they manually remove their orders. In the next step you will have to choose the human players that will control that Unit AI side/s. - <i>Change method of indications</i> allows you to choose if you want a floating text or a fixed label to indicate destinations. - <i>Deactivate</i> will remove the capability to control more units, but you need to remove Unit AI Controller for existent controlled units individually.
es: <b>Instrucciones:</b> Elige el o los bandos en los que quieras activar el Controlador IA de Unidad. Puede ser una lista separada por comas. Se creará un menú "Dar órdenes" con clic derecho en cualquier unidad de la IA aliada del o los bandos elegidos, que activará la capacidad de recibir órdenes. Una vez activadas, con "mover aquí" en cualquier hexágono la unidad intentará ir allí o a un hexágono adyacente si ya está ocupado por otra unidad. Si todas las casillas adyacentes al destino están completamente ocupadas, aún conservará el objetivo. Sólo se tendrá en cuenta la última orden recibida. Con "no mover" la unidad permanecerá inmóvil hasta que le "Permites" que se mueva de nuevo. Puedes eliminar el menú contextual de esa unidad y cancelar todas sus órdenes con "Elimina". Tiene las mismas reglas que el Controlador IA de Líder, pero usar el de Unidades en líderes es menos confiable. No hay límite para la cantidad de unidades que se puede controlar al mismo tiempo, pero esto llenará tu menú de opciones contextuales. Cada vez que ejecutes esta configuración se cambiarán los bandos controlados y controladores que tendrán el menú para asignar órdenes, pero los anteriores bandos no perderán sus órdenes ya asignadas, y aún podrán interactuar con sus unidades controladas hasta que las eliminen manualmente. En el siguiente paso tendrás que elegir a los jugadores humanos que controlarán la IA de Unidad de ese o esos bandos. - <i>Cambiar el método de indicaciones</i> te permite elegir si quieres que se muestre texto flotante o etiquetas fijas para indicar destinos. - <i>Desactivar</i> eliminará la capacidad de controlar más unidades, pero debes eliminar el Controlador IA de Unidad para las unidades controladas existentes individualmente.

source: Give orders to this unit
es: Dar órdenes a esta unidad

source: Applied on side/s $aww_controlled_unit_sides
es: Aplicado en bando/s $aww_controlled_unit_sides
