Repository: Toranks/Advance_Wesnoth_Wars
Catalog: translations/*/LC_MESSAGES/aww.po
Languages: es, fr

source: Advanced Wesnoth Wars
es: Advanced Wesnoth Wars (ES)
fr: Advanced Wesnoth Wars (FR)

source: Configurable mods to change the game mechanics, for an approach more realistic and tactic
es: Modificaciones configurables para alterar la mecánica del juego, para un enfoque más realista y táctico
fr: Mods configurables pour changer les mécanismes du jeu, pour une approche plus réaliste et tactique

source: no random misses
es: sin aleatoriedad
fr: sans coups manqués

source: damage
es: daño
fr: dégâts

source: strikes
es: ataques
fr: frappes

source: Estimated from
es: Estimado de
fr: Estimé avec

source: Hit chance
es: Acierto

source: Increased Damage
es: Daño incrementado
fr: Dégâts Augmentés

source: HP ratio
es: Ratio PV
fr: Ratio PV

source: No Random Combats
es: Combates No Aleatorios
fr: Combats Non-Aléatoires

source: Attacks always hits and terrain defense is used as damage reduction
es: Los ataques siempre aciertan y el daño se calcula con la defensa del terreno

source: - Base damage based on enemy terrain defense :
es: - Daño base según defensa de terreno enemiga:
fr: - Dégâts de base basés sur le bonus défensif du terrain de l'ennemi :

source: - Max terrain defense against this attack :
es: - Máx defensa de terreno contra este ataque:
fr: - Défense max de terrain contre cette attaque :

source: Squad Mode
es: Modo Escuadrón
fr: Mode Escouade

source: Custom
es: Personalizar
fr: Personnalisé

source: Less HP > Less strikes
es: Menos PV > Menos golpes
fr: Nombre de frappes lié aux PV

source: Minimum strikes will be 1
es: Mínimo de golpes será 1
fr: Le minimum de frappes sera 1.

source: Attacks with 1 strike uses HP ratio damage reduction
es: Ataques de 1 golpe usan reducción de daño por ratio PV

source: Excluded for berserk, fury, or swarm
es: Excluido en frenesí, furia o enjambre

source: AWW notice
es: AWW aviso

source: Migrating from version %s to %s
es: Migrando de versión %s a %s

source: Swarm
es: Enjambre

source: L-Up
es: Subir nivel
fr: N-Sup

source: Relative Heal
es: Vida Relativa
fr: Soin Relatif

source: Notif
es: Notificación

source: Increase Level Number
es: Incrementar Nivel
fr: Monter le Numéro de Niveau

source: Bonuses
es: Bonus
fr: Bonus

source: Promoted Leaders
es: Líderes Promocionados
fr: Promus Leaders

source: Epic Heroes
es: Héroes Épicos
fr: Héros Épiques

source: Passive XP
es: Exp Pasiva
fr: XP Passive

source: /turn]
es: /turno]
fr: /tour]

source: /turn AI]
es: /turno IA]
fr: /tour IA]

source: Healing XP
es: Exp Curación
fr: XP Soin

source: [Max
es: [Máx

source: Berserk tweak
es: Frenesí modificado
fr: Tweak Berserk

source: Ambush tweak
es: Emboscadas modificadas
fr: Tweak Embuscade

source: NINJA WARS!
es: ¡Guerras Ninja!
fr: GUERRES NINJA!

source: Verbose
es: Detalles
fr: Verbosité

source: Enabled :
es: Activado :
fr: Activé :

source: All mod options are disabled.
es: Todas las opciones están desactivadas.
fr: Toutes les options du mod sont désactivées.

source: Feature
es: Funcionalidad
fr: Fonctionnalité

source: Import a unit
es: Importar una unidad

source: Export the unit
es: Exportar la unidad

source: Announcement
es: Aviso

source: Okay
es: Aceptar

source: Back to game.
es: Volver al juego.

source: Overwrite?
es: ¿Sobrescribir?

source: A unit with that ID is already on the list of exported units. Do you want to overwrite it or give it a new ID?
es: Una unidad con esta ID ya existe en la lista de exportaciones. ¿Quieres sobreescribirla o darle una nueva ID?

source: Overwrite
es: Sobrescribir

source: The old unit with that ID will be removed and replaced by the new one.
es: La anterior unidad con esa ID será borrada y reemplazada por la nueva.

source: New ID
es: Nueva ID

source: The old unit will be kept.
es: La anterior unidad se mantendrá.

source: The unit has been exported. It will be available to import into other campaigns.
es: La unidad ha sido exportada. Estará disponible para importar en otras campañas.

source: No units have been exported, cannot import.
es: No tienes unidades exportadas, no puedes importar.

source: Import units
es: Importar unidades

source: Select a unit to import.
es: Selecciona unidad a importar.

source: The list of units you have exported.
es: Lista de unidades exportadas.

source: Show also units that aren't compatible with this campaign
es: Mostrar unidades no compatibles

source: Remove the inserted unit or incompatible unit
es: Eliminar la unidad importada o unidad incompatible

source: Import
es: Importar

source: Cancel
es: Cancelar

source: The list of units you have exported. Note: Some units are incompatible with this campaign.
es: Lista de unidades exportadas. Nota: Algunas unidades son incompatibles con esta campaña.

source: That unit is already in the game.
es: Esta unidad ya está en juego.

source: That unit is a part of the campaign.
es: Esta unidad es parte de la campaña.

source: regenerates
es: regenera
fr: auto-soin

source: female^regenerates
es: regenera
fr: auto-soin

source: The unit will heal itself
es: La unidad se regenera
fr: L'unité peut se soigner

source: HP per turn. Poison will be slowed instead of healing.
es: PV por turno. El veneno será ralentizado en vez de curado.

source: camouflaged
es: camuflado
fr: camouflé

source: female^camouflaged
es: camuflada
fr: camouflée

source: camouflage
es: camufla

source: female^camouflage
es: camufla
fr: camouflage

source: This unit remains undetected by its enemies in villages, vegetation, deep water, or everywhere at night, except by those standing next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad se mantendrá indetectable por sus enemigos en pueblos, vegetación, aguas profundas y de noche, excepto por las unidades adyacentes. Cualquier enemigo que descubra esta unidad pierde todos sus movimientos restantes.

source: squad
es: escuadrón
fr: escouade

source: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 45/60 HP will do only 3 strike of an attack having initially 4 strikes.
es: El número de golpes de este ataque disminuye cuando la unidad es herida. El número de golpes es proporcional al porcentaje de los PV máximos. Por ejemplo, una unidad con 45/60 PV sólo hará 3 golpes en un ataque que inicialmente tendría 4 golpes.
fr: Le nombre de frappes de cette attaque diminue quand le porteur est blessé. Le nombre est proportionnel au pourcentage des PV restants de l'unité. Par exemple une unité avec 45/60 PV fera seulement 3 frappes d'une attaque en faisant initialement 4.

source: Minimum strikes will be 1.
es: Mínimo de ataques será 1.
fr: Le minimum de frappes sera 1.

source: For attack having only 1 base strike, HP ratio will be used to reduce damage.
es: Para ataques que tienen sólo 1 golpe, el porcentaje de PV se usará para reducir el daño del ataque.
fr: Pour les attaques qui ont seulement 1 frappe de base, le ratio de PV sera utilisé pour réduire les dégâts.

source: Excluded for berserk & fury attack. To simulate that the lesser they are, the more furious they go.
es: Excluido en ataques de frenesí y furia, para simular que cuantos menos son, más furiosos se vuelven.
fr: Exclu pour les capacité berserk & fureur.

source: Excluded on attacks that already have swarm.
es: Excluido en ataques que ya tienen enjambre.

source: distract
es: distrae
fr: distraction

source: female^distract
es: distrae
fr: distraction

source: This unit negates enemy Zones of Control around itself for allied units (but not for itself).
es: Esta unidad invalida las Zonas de Control a su alrededor para las unidades aliadas (pero no para sí misma).
fr: L'unité annule la Zone de Contrôle autour d'elle pour les unités alliés (mais pas pour elle-même)

source: bloodthirsty
es: sed de sangre
fr: soif de sang

source: female^bloodthirsty
es: sed de sangre
fr: soif de sang

source: (Only available offensively)
es: (Sólo disponible ofensivamente)
fr: (Seulement accessible offensivement)

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
es: Esta unidad drena la vitalidad de unidades vivas, sanándose a sí misma el equivalente a la mitad del daño que ha infligido (redondeado hacia abajo).
fr: L'unité draine la vie des unités vivantes et se régénère de la moitié des dégâts causés (arrondis à l'inférieur).

source: Duration until the end of the scenario.
es: Duración hasta el final del escenario.

source: adrenaline
es: adrenalina
fr: adrénaline

source: This unit gains 4 HP every time this attack hits.
es: Esta unidad gana 4 PV cada vez que acierta un golpe.

source: fury
es: furia
fr: fureur

source: female^fury
es: furia
fr: furie

source: When used offensively : - This attack deals more damage to the target. - It also causes this unit to take more damage from the target’s counterattack. - The damage ratio starts at 1.5, increases of 0.5 after each attack, until 3, then drop to 1, and the loop restart. - Rampage : when the attack kills, the unit can attack an adjacent enemy. - After
es: Cuando se usa ofensivamente : - El ataque causa más daño al objetivo. - Recibe más daño del contraataque del objetivo. - El daño se multiplica por 1.5 en el primer ataque, aumentando un 0.5 extra cada ataque, hasta un máximo de 3, el siguiente hace daño normal, y el ciclo se reinicia. - Desbocado: cuando el ataque mata, la unidad puede atacar a otro enemigo adyacente. - Tras
fr: Lorsqu'utilisé en offensive : - Cette attaque inflige + de dégâts à la cible. - L'unité recevra en contrepartie des dégâts supplémentaires de contre-attaques. - Les dégâts commencent avec un ratio de 1,5, augmentent de 0,5 après chaque attaque, jusqu'à 3, et la boucle continue. - Enchaînement : quand l'attaque tue, l'unité peut enchaîner sur un ennemi adjacent. - après

source: kills with that attack, it gains Bloodthirsty, an offensive drain, until end of the scenario. - A warcry related to the fury level with also be displayed when the unit attacks.
es: muertes con este ataque, la unidad gana Sed de Sangre hasta el final del escenario. - Un grito de guerra relacionado con el nivel de furia se mostrará con cada ataque.

source: The maximum level will be considered
es: El máximo nivel se considerará

source: , so units of level
es: , por lo que unidades de nivel

source: or more cannot be led but will be able to lead as if they were level
es: o más no podrán ser lideradas, pero podrán liderar como si fueran de nivel

source: , so units of higher level cannot be inspired but will be able to inspire as if they were level
es: , por lo que unidades de mayor nivel no podrán ser inspiradas pero podrán inspirar como si fueran de nivel

source: Ask $unit_name to move here
es: Ordena a $unit_name moverse aquí

source: $unit_name arrived
es: $unit_name llegó

source: $unit_name finished her movement
es: $unit_name finalizó su movimiento

source: $unit_name finished his movement
es: $unit_name finalizó su movimiento

source: $unit_name is moving here
es: $unit_name moviéndose aquí

source: $unit_name will move here
es: $unit_name se moverá aquí

source: Ask $unit_name not to move
es: Ordena a $unit_name no moverse

source: Allow $unit_name to move
es: Permite a $unit_name moverse

source: Remove $unit_name orders
es: Elimina las órdenes de $unit_name

source: Tell $|stored_leader.name not to move
es: Ordena a $|stored_leader.name no moverse

source: Allow $|stored_leader.name to move
es: Permite a $|stored_leader.name moverse

source: Tell $|stored_leader.name to move here
es: Ordena a $|stored_leader.name moverse aquí

source: Cancel $|stored_leader.name|'s movement order
es: Cancela la orden de moverse de $|stored_leader.name

source: Tell $|stored_leader.name to engage combat
es: Ordena a $|stored_leader.name entrar en combate

source: Tell $|stored_leader.name to take refuge in a keep
es: Ordena a $|stored_leader.name refugiarse en torreón

source: Epic!
es: ¡Épico!
fr: Épique!

source: female^Epic!
es: ¡Épica!

source: yes
es: sí

source: epic
es: épico
fr: épique

source: female^epic
es: épica
fr: épique

source: <italic>text='Epic'</italic>, gifted with great potential or trained by the bests, this unit is unrivaled on a battlefield.
es: <italic>text='Épico'</italic>, dotado de un gran potencial, o entrenado por los mejores, esta unidad no tiene rival en la batalla.
fr: <italic>text='Épique'</italic>, doté d'un grand potentiel ou entraîné par les meilleurs, cette unité est sans égale sur un champs de bataille.

source: female^ninja
es: ninja

source: This unit can move very fast, hide almost everywhere and pass discretely behind enemies lines.
es: Esta unidad puede moverse muy rápido, esconderse en casi todas partes y pasar discretamente tras las líneas enemigas.

source: backstab
es: puñalada trapera

source: When used offensively, this attack deals 50% more damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralyzed).
es: Cuando se usa ofensivamente, este ataque causa un 50% más de daño si una unidad enemiga del objetivo está en su extremo opuesto, siempre y cuando esa unidad no haya sido incapacitada (p.ej., convertida en piedra o paralizada de algún otro modo).

source: Promoted!
es: ¡Promocionado!
fr: Promu!

source: female^Promoted!
es: ¡Promocionada!

source: melee
es: cuerpo a cuerpo
fr: mêlée

source: Melee damage
es: Daño de melé
fr: mêlée dégâts

source: ranged
es: a distancia
fr: à distance

source: Ranged damage
es: Daño a distancia
fr: À distance dégâts

source: Melee strikes
es: Golpes de melé
fr: Mêlée frappes

source: Ranged strikes
es: Golpes a distancia
fr: À distance frappes

source: Moves
es: Movimientos
fr: Déplacements

source: Movement points
es: Puntos de movimiento
fr: Points de mouvement

source: Leadership
es: Liderazgo
fr: Commandement

source: Distract
es: Distracción
fr: Distraction

source: Regenerates
es: Regeneración
fr: Auto-soin

source: Firststrike
es: Primer ataque
fr: Initiative

source: Poison
es: Veneno

source: Poisonous bladed or pierced weapons
es: Armas de filo o penetración venenosas

source: Adrenaline
es: Adrenalina
fr: Adrénaline

source: Fearless
es: Intrépido
fr: Intrépide

source: female^Fearless
es: Intrépida
fr: Intrépide

source: Backstab
es: Puñalada trapera

source: Melee backstab on blade or pierce weapons
es: Melé con puñalada trapera en armas de filo o penetración

source: Marksman
es: Tirador

source: Minimum accuracy of 60% for ranged weapons
es: Puntería mínima del 60% para armas a distancia

source: Slows
es: Ralentiza

source: Slows on cold type attacks
es: Ralentiza en ataques tipo frío

source: Camouflage
es: Camuflaje

source: Melee damage +3
es: Daño de melé +3

source: , Max XP +$aww_09_bonus_exp_percentage%
es: , Máx Exp. +$aww_09_bonus_exp_percentage%

source: Ranged damage +2
es: Daño a distancia +2

source: Melee strikes +1
es: Golpes de melé +1

source: , Max XP +$($aww_09_bonus_exp_percentage * 2)%
es: , Máx Exp. +$($aww_09_bonus_exp_percentage * 2)%

source: Ranged strikes +1
es: Disparos a distancia +1

source: Give manual advancements
es: Dar Bonus Manuales

source: <b><i>Advanced Wesnoth Wars:</i></b> This scenario has a massive amount of potential Epic Heroes, most of them from the enemy. Do you want everyone to get the Epic trait, or only the best, selected by rank and level?
es: <b><i>Advanced Wesnoth Wars:</i></b> Este escenario tiene una enorme cantidad de potenciales Héroes Épicos, la mayoría del enemigo. ¿Quieres que todos obtengan el rasgo Épico, o sólo los mejores, seleccionados por rango y nivel?

source: Give Epic to all potential Heroes
es: Concede Épico a todos los potenciales Héroes

source: Give Epic only to the best Heroes
es: Concede Épico sólo a los mejores Héroes

source: breath
es: aliento
fr: souffle

source: GRRRR!
es: ¡GRRRRRRR!

source: Bloodthirsty!
es: ¡Sed de Sangre!

source: Rampage!
es: ¡Desbocado!
fr: Enchaînement!

source: berserk
es: frenesí

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or
es: Tanto usado de manera ofensiva como defensiva, este ataque continúa el enfrentamiento hasta que uno de los combatientes muere o se han producido

source: rounds of attacks have occurred.
es: rondas de ataques.

source: Surprise!
es: ¡Sorpresa!

source: LEVEL UP
es: Sube nivel
fr: NIVEAU SUP

source: Advancement
es: Avance
fr: Avancement

source: Back to help menu
es: Volver al menú de ayuda

source: Exit
es: Salir

source: Attacks will never randomly miss, misses probabilities is instead used as damage reduction.
es: Los ataques nunca fallan, en su lugar la probabilidad se usa como reducción de defensa.
fr: Les attaques ne manqueront jamais au hasard, et la probabilité de rater sera utilisée comme réduction de dégâts.

source: Set to
es: Estado

source: : Adjusted Damage %
es: : Daño ajustado %
fr: : Ajustement dégâts %

source: To increase/reduce damage converted from hit probabilities. Only applies for 'No Random Combats'.
es: Incrementar o reducir el daño convertido de la probabilidad de acierto. Sólo aplica para "Combates No Aleatorios".

source: Change status of No Random Combats
es: Cambiar el estado de Combates No Aleatorios

source: Set status of No Random Combats.
es: Establece el estado de Combates No Aleatorios.

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Change Adjusted Damage %
es: Cambiar Daño ajustado %

source: Set % of Adjusted Damage.
es: Establece el % de Daño ajustado.

source: Min
es: Mín

source: Max
es: Máx

source: Set
es: Establecer

source: Change status of Verbose
es: Cambiar el estado de Verbose

source: Set status of Verbose.
es: Establece el estado de Verbose.

source: If features #01 or #02 are enabled, will display messages about damage/hits number calculations. Useful for tests or understanding.
es: Si las características #01 y #02 están activas, se mostrarán mensajes sobre cálculo de daño y golpes. Útil para pruebas o comprensión.
fr: Si les fonctions #01 ou #02 sont activées, des messages concernant le calcul du nombre de dégâts / impacts seront affichés. Utile pour les tests ou la compréhension.

source: Units do proportionally less attack strikes with less HP (or less damage for single-strike attacks). Swarm is a worse ratio (-1 strike if you miss just 1 HP) than native, but taken in account by AI. In both cases :
es: Las unidades hacen proporcionalmente menos golpes cuantos menos PV tengan (o menos daño en ataques de un solo golpe). Enjambre tiene una peor proporción (-1 golpe al perder sólo 1 PV), pero es tenido en cuenta por la IA. En ambos casos :
fr: Les unités n'ayant pas beaucoup de HP effectuent proportionnellement moins de frappes (ou moins de dégâts pour les attaques à une seule frappe). 'Swarm' est un calcul plus approximatif (-1 frappes si vous manquez 1 HP), mais natif, donc interprété par l'IA. Dans les deux cas :

source: The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
es: El número de golpes es proporcional al porcentaje de los PV máximos de la unidad. Por ejemplo, una unidad con 3/4 de sus PV máximos tendrá 3/4 de sus golpes al atacar.

source: (0 = No, 1 = Squad, 2 = Swarm)
es: (0 = No, 1 = Escuadrón, 2 = Enjambre)

source: Change status of Squad Mode
es: Cambiar el estado de Modo Escuadrón

source: Set status of Squad Mode.
es: Establece el estado de Modo Escuadrón.

source: Squad
es: Escuadrón
fr: Escouade

source: Villages line of sight
es: Aldeas con línea de visión

source: All villages have a line of sight belonging to the owner side.
es: Todas las aldeas tendrán una línea de visión perteneciente al bando propietario.

source: Villages line of sight range
es: Alcance de la visión de las aldeas

source: Set the range of villages line of sight. Only applies with 'Villages line of sight' active.
es: Establece el rango de alcance de la línea de visión de las aldeas. Sólo aplica si "Aldeas con línea de visión" está activado.

source: 0 means the side can only see the village hex itself.
es: 0 significa que el bando sólo puede ver el hexágono de la propia aldea.

source: Change status of Villages line of sight
es: Cambiar el estado de la línea de visión de las aldeas

source: Set status of Villages line of sight.
es: Establece el estado de la línea de visión de las aldeas.

source: Change range of Villages line of sight
es: Cambiar el alcance de la línea de visión de las aldeas

source: Set range of Villages line of sight.
es: Establece el alcance de la línea de visión de las aldeas.

source: Desertions
es: Deserciones

source: One unit desertion will occur per turn when a human player side has less gold than the specified value. The unit will desert to a random side among all those in play. Leaders, promoted leaders, heroes, and loyal units will be exempt from desertion. This will occur at the start of the turn, so the affected side can react to kill the deserter before he has a chance to attack. Does not apply to AI sides.
es: Se producirá la deserción de una unidad por turno cuando un jugador humano tenga menos oro del valor especificado. La unidad desertará a un bando aleatorio entre los que están en juego. Los líderes, líderes promovidos, héroes y unidades leales estarán exentos de deserción. Esto ocurrirá al comienzo del turno, por lo que el bando afectado puede reaccionar para matar al desertor antes de que tenga la oportunidad de atacar. No se aplica a los bandos manejados por la IA.

source: Min gold to prevent desertions
es: Mín oro para evitar deserciones

source: Gold, in negative or zero value, from which unit desertion will be prevented. With less gold than that value, it will desert one unit per turn.
es: Oro, en valor negativo o cero, a partir del cual se evitará la deserción de unidades. Con menos oro de ese valor, desertará una unidad por turno.

source: Change status of Desertions
es: Cambiar el estado de Deserciones

source: Set status of Desertions.
es: Establece el estado de Deserciones.

source: Change min gold to prevent desertions
es: Cambiar el mínimo de oro para evitar deserciones

source: Set min gold to prevent desertions.
es: Establece el mínimo de oro para evitar deserciones.

source: Level-Up : Floating Notification
es: Niveles : Notificación Flotante
fr: Niveau Sup : Notification flottante

source: Floating text on the unit currently leveling-up. Can be helpful to know which unit is concerned by an advancement.
es: Texto flotante en la unidad que sube de nivel. Ayuda a reconocer la unidad afectada por un avance.

source: Level-Up : Relative Healing
es: Niveles : Curación relativa
fr: Niveau Sup : Soin Relatif

source: When an unit advances a level raising his Max HP, instead of a full healing and being cured, it keep the missing HP, but statuses are cured.
es: Cuando una unidad avanza de nivel, en vez de una curación y sanación completa, mantiene los PV perdidos pero se curan sus estados.
fr: Lorsqu'une unité progresse d'un niveau augmentant ses PV maximum, au lieu d'être complètement soignée et guérie, elle conserve les PV manquants, mais les statuts sont guéris.

source: Change status of Floating Notification
es: Cambiar el estado de Notificaciones Flotantes

source: Set status of Floating Notification.
es: Establece el estado de Notificaciones Flotantes.

source: Change status of Relative Healing
es: Cambiar el estado de Curación Relativa

source: Set status of Relative Healing.
es: Establece el estado de Curación Relativa.
